{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/gloomspite-gitz/Fungoid-Cave-Shaman",
 "Faction": "Gloomspite Gitz",
 "Title": "Fungoid Cave-Shaman",
 "Legend": "Gibbering priests of Gorkamorka and speakers of the will of the Bad Moon, Fungoid Cave-Shamans are as much mushroom as magic-wielder. Their cunning and spellcraft are infamous, and their Spore Squigs wreathe them in a fug of choking fungal foulness.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "110",
  "Role": "Leader",
  "BaseSize": "32",
  "Notes": "Single"
 },
 "Intro": "A Fungoid Cave-Shaman is armed with a Moon-sickle.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Bosses of the Skrap"
  },
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase."
  },
  {
   "Name": "Companion",
   "Fluff": "",
   "Rule": "COMPANION: This unit is accompanied by Spore Squig armed with Vicious Teeth."
  },
  {
   "Name": "Mouthpiece Of Mork",
   "Fluff": "The visionary Fungoid Cave-Shamans have a knack for coming up with kunnin’ plans.",
   "Rule": "Mouthpiece of Mork: If this unit is on the battlefield at the start of your hero phase, roll a dice. On a 4+, you receive 1 extra command point."
  },
  {
   "Name": "Deffcap Mushroom",
   "Fluff": "These mushrooms enhance the eater’s magical capabilities.",
   "Rule": "If this unit is in a Gloomspite Gitz army, once per battle in your hero phase, you can say this unit will eat a Deffcap Mushroom. If you do so, this unit can attempt to cast 1 additional spell in that hero phase, and that spell can be any spell from the Lore of the Moonclans."
  },
  {
   "Name": "Spore Squig",
   "Fluff": "Spore Squigs exude thick green spores that hide their masters from sight.",
   "Rule": "This unit is not visible to enemy units that are more than 12\" away."
  },
  {
   "Name": "Spore Maws",
   "Fluff": "The Cave-Shaman causes the thick spores around him to coalesce into gnashing green mouths.",
   "Rule": "Spore Maws is a spell that has a casting value of 7 and a range of 6\". If successfully cast, each enemy unit within range suffers D6 mortal wounds (roll separately for each unit)."
  }
 ],
 "Keywords": [
  "Destruction",
  "Gloomspite Gitz",
  "Grot",
  "Moonclan",
  "Hero",
  "Wizard",
  "Fungoid",
  "Cave-Shaman"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "5",
  "Save": "6+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Moon-sickle",
    "2\"",
    "3",
    "3+",
    "4+",
    "-1",
    "2"
   ],
   [
    "Vicious Teeth",
    "1\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}