{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/gloomspite-gitz/Scrapskuttle-s-Arachnacauldron",
 "Faction": "Gloomspite Gitz",
 "Title": "Scrapskuttle’s Arachnacauldron",
 "Legend": "Scrapskuttle’s Arachnacauldron fumes with sorcerous energies, and a shaman who drinks of its foul fluids feels magical knowledge burn through their brain. Yet the cauldron squeals always with idiot hunger, and there is a price to be paid for the arcane power it bestows.",
 "PitchBattleProfile": {
  "UnitSize": "",
  "Points": "40",
  "Role": "Endless Spell",
  "BaseSize": "75 x 42",
  "Notes": ""
 },
 "Intro": "LINKED: This endless spell must remain within 1\" of the model that summoned it. For rules purposes, this endless spell and the model that summoned it are treated as a single model that uses that model’s warscroll, with the addition of the abilities on this warscroll.If the model that summoned this endless spell is slain, then this endless spell is immediately removed from play. If this endless spell is dispelled and the model that summoned it has not been slain, remove this endless spell from play but leave the model that summoned it on the battlefield.",
 "Rules": [
  {
   "Name": "Blessings Of The Cauldron",
   "Fluff": "Scrapskuttle’s Arachnacauldron grants great arcane power to the one brave or mad enough to call upon its aid.",
   "Rule": "Blessings of the Cauldron: The model that summoned this endless spell can attempt to cast 1 additional spell while this endless spell is on the battlefield. In addition, if the model that summoned this endless spell is a MOONCLAN unit in a Gloomspite Gitz army, it knows all of the spells from the Lore of the Moonclans while this endless spell is on the battlefield."
  },
  {
   "Name": "Bloodslither Pact",
   "Fluff": "Scrapskuttle’s Arachnacauldron only imparts its gifts when live victims are plunged screaming into the bubbling broth that sloshes around in its iron belly. If no enemies are nearby, then allies or even the caster will have to be sacrificed!",
   "Rule": "After this endless spell is set up and at the start of each of their hero phases, the commanding player must pick 1 unit within 3\" of the model that summoned this endless spell. That unit suffers 1 mortal wound that cannot be negated.Designer’s Note: If there are no other units within 3\", then the model that summoned this endless spell must be picked to suffer the mortal wound."
  }
 ],
 "Keywords": null,
 "Profile": {
  "Movement": "",
  "Wounds": "",
  "Save": "",
  "Bravery": ""
 },
 "Tables": null
}