{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/gloomspite-gitz/Snarlfang-Riders",
 "Faction": "Gloomspite Gitz",
 "Title": "Snarlfang Riders",
 "Legend": "Snarlfang Riders prowl at the flanks of a Gloomspite horde. These opportunistic cavalry-grots gleefully hunt down the enemy, loosing volleys of barbed arrows before their ferocious Snarlfang mounts pounce upon the foe and tear them apart.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "120",
  "Role": "None",
  "BaseSize": "60 x 35",
  "Notes": ""
 },
 "Intro": "Each model in a Snarlfang Riders unit is armed with a Grot Bow and Stabbin’ Stikka.",
 "Rules": [
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Snarlfangs are each armed with Slavering Jaws."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Gitboss. Add 1 to the Attacks characteristic of that model’s Stabbin’ Stikka."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 5 models in this unit can be a Gitflag Waver. Add 1 to the Bravery characteristic of this unit if it includes any Gitflag Wavers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 5 models in this unit can be a Horn Blaster. Add 1 to charge rolls for this unit if it includes any Horn Blasters."
  },
  {
   "Name": "‘Can’t Catch Us!’",
   "Fluff": "Snarlfang Riders encircle the enemy, keeping their distance and filling their targets with arrows before they finally close in for the kill.",
   "Rule": "When this unit receives the Redeploy command, you can re-roll the dice that determines the distance it can move. In addition, immediately after this unit redeploys, it can shoot. This unit cannot receive the Unleash Hell command in the same turn it has received the Redeploy command."
  },
  {
   "Name": "Ferocious Pounce",
   "Fluff": "Snarlfangs strike with startling speed, falling upon their prey in a blur of claws and venomous jaws.",
   "Rule": "This unit is eligible to fight in the combat phase if it is within 6\" of an enemy unit instead of 3\", and it can move an extra 3\" when it piles in."
  },
  {
   "Name": "Smell Weakness",
   "Fluff": "Once it has scented blood, a Snarlfang’s attacks become increasingly frenzied.",
   "Rule": "Add 1 to hit rolls for attacks made with this unit’s Slavering Jaws that target a unit that has 1 or more wounds allocated to it."
  }
 ],
 "Keywords": [
  "Destruction",
  "Gloomspite Gitz",
  "Grot",
  "Gitmob",
  "Snarlfang",
  "Riders"
 ],
 "Profile": {
  "Movement": "12\"",
  "Wounds": "2",
  "Save": "5+",
  "Bravery": "4"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Grot Bow",
    "16\"",
    "1",
    "4+",
    "5+",
    "-",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Stabbin’ Stikka",
    "2\"",
    "1",
    "4+",
    "5+",
    "-",
    "1"
   ],
   [
    "Slavering Jaws",
    "2\"",
    "2",
    "3+",
    "3+",
    "-",
    "2"
   ]
  ]
 ]
}