{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/gloomspite-gitz/Spider-Riders",
 "Faction": "Gloomspite Gitz",
 "Title": "Spider Riders",
 "Legend": "Skittermobs of Spider Riders stream across the battlefield, pouring through, over and around even the densest terrain or most formidable fortifications, They encircle their foes, pelting them with poisoned arrows and jabbing them with crooked spears.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "90",
  "Role": "None",
  "BaseSize": "60 x 35",
  "Notes": "Battleline if general is SPIDERFANG"
 },
 "Intro": "Each model in a unit of Spider Riders is armed with a Spider-bow and Crooked Spear.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Spider Rider Skitterswarm"
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Giant Spiders are each armed with Fangs."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Spider Rider Boss. Add 1 to the Attacks characteristic of that model’s Crooked Spear."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 5 models in this unit can be a Spider Totem Bearer. Add 1 to the Bravery characteristic of this unit if it includes any Spider Totem Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 5 models in this unit can be a Bone Drummer. Add 1 to run rolls for this unit if it includes any Bone Drummers."
  },
  {
   "Name": "Spider Venom",
   "Fluff": "A Giant Spiders fangs glisten with lethal venom.",
   "Rule": "If the unmodified hit roll for an attack made with this unit’s Fangs is 6, that attack causes 1 mortal wound to the target and the attack sequence ends (do not make a wound roll or save roll)."
  },
  {
   "Name": "Wall Crawler",
   "Fluff": "The Spiderfangs arachnid allies can skitter up and down vertical surfaces as if they were flat ground.",
   "Rule": "When this unit makes a move, it can pass across terrain features in the same manner as a unit that can fly."
  }
 ],
 "Keywords": [
  "Destruction",
  "Gloomspite Gitz",
  "Grot",
  "Spiderfang",
  "Spider",
  "Riders"
 ],
 "Profile": {
  "Movement": "10\"",
  "Wounds": "2",
  "Save": "5+",
  "Bravery": "4"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Spider-bow",
    "16\"",
    "2",
    "4+",
    "5+",
    "-",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Crooked Spear",
    "2\"",
    "1",
    "5+",
    "4+",
    "-",
    "1"
   ],
   [
    "Fangs",
    "1\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}