{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/gloomspite-gitz/Sporesplatta-Fanatics",
 "Faction": "Gloomspite Gitz",
 "Title": "Sporesplatta Fanatics",
 "Legend": "Sporesplatta Fanatics careen towards the foe swinging Thwackwheezer Puffshrooms. The billowing clouds of spores spewed out by these fungi veil the grot hordes from sight, invigorating the followers of the Bad Moon whilst choking and blinding the foe.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "90",
  "Role": "None",
  "BaseSize": "32",
  "Notes": ""
 },
 "Intro": "Each model in a Sporesplatta Fanatics unit is armed with a Spore-ball and Chain.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Skulkmob Horde"
  },
  {
   "Name": "A Prod In The Right Direction",
   "Fluff": "As battle begins, grots like to give the Sporesplattas a helpful prod towards the enemy to make sure they and their toxic spore-clouds end up as far away as possible!",
   "Rule": "A Prod in the Right Direction: After deployment but before the first battle round begins, this unit can make a normal move."
  },
  {
   "Name": "Puffshroom Frenzy",
   "Fluff": "Puffshroom spores send the followers of the Bad Moon into a violent frenzy.",
   "Rule": "Add 1 to the Attacks characteristic of melee weapons used by other friendly GLOOMSPITE GITZ units while they are wholly within 9\" of any friendly units with this ability."
  },
  {
   "Name": "Spore Cloud",
   "Fluff": "The spore-balls these Fanatics swing around create dense clouds that are nigh impossible to see through.",
   "Rule": "Visibility between 2 models is blocked if a straight line drawn between the closest points of the 2 models passes across a model in this unit or passes within 1\" of this unit. This ability does not apply if either of the models the line is drawn between is a model in this unit, a model that can fly, or a MONSTER."
  }
 ],
 "Keywords": [
  "Destruction",
  "Gloomspite Gitz",
  "Grot",
  "Moonclan",
  "Fanatic",
  "Sporesplatta",
  "Fanatics"
 ],
 "Profile": {
  "Movement": "2D6\"",
  "Wounds": "1",
  "Save": "6+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Spore-ball and Chain",
    "3\"",
    "D3",
    "2+",
    "4+",
    "-1",
    "D3"
   ]
  ]
 ]
}