{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/gloomspite-gitz/Squig-Herd",
 "Faction": "Gloomspite Gitz",
 "Title": "Squig Herd",
 "Legend": "Herds of Cave Squigs race into battle gnashing their huge fangs and sinking them into anything that comes near. Their tough little grot herders keep the squigs moving in the right direction, using pointy sticks and noisemakers to really rile them up.",
 "PitchBattleProfile": {
  "UnitSize": "12",
  "Points": "140",
  "Role": "None",
  "BaseSize": "25",
  "Notes": "Battleline if general is MOONCLAN"
 },
 "Intro": "Each model in a Squig Herd unit is armed with a Fang-filled Gob.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Squigalanche • Squiggly Hangerz-on"
  },
  {
   "Name": "Squig Herders",
   "Fluff": "",
   "Rule": "SQUIG HERDERS: 1 in every 6 models in this unit must be a Squig Herder. Those models are each armed with a Squig Prodder instead of a Fang-filled Gob."
  },
  {
   "Name": "Herding Squigs",
   "Fluff": "While they have a thankless and frankly dangerous job, Squig Herders do their best to keep their frenzied squigs together as a roughly single pack.",
   "Rule": "This unit cannot receive commands. However, at the start of your hero phase, you can roll 1 dice for each Squig Herder in this unit. For each 2+, you can return D3 slain Cave Squigs to this unit. For each 1, 1 Squig Herder in this unit is slain."
  },
  {
   "Name": "Squigs Gone Wild",
   "Fluff": "When a Cave Squig decides to flee, it snaps at anything that is foolish enough to get in its way.",
   "Rule": "Each time a Cave Squig in this unit flees as a result of a failed battleshock test, before that model is removed from play, roll a dice. On a 3+, you can pick the closest enemy unit within 9\" of that model. That unit suffers 1 mortal wound. If multiple units are tied to be the closest within 9\" of it, you can pick which suffers the mortal wound."
  }
 ],
 "Keywords": [
  "Destruction",
  "Gloomspite Gitz",
  "Squig",
  "Moonclan",
  "Squig",
  "Herd"
 ],
 "Profile": {
  "Movement": "D6+5\"",
  "Wounds": "2",
  "Save": "6+",
  "Bravery": "3"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Fang-filled Gob",
    "1\"",
    "3",
    "4+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Squig Prodder",
    "1\"",
    "2",
    "5+",
    "5+",
    "-",
    "1"
   ]
  ]
 ]
}