{
 "IsLegends": true,
 "Url": "https://wahapedia.ru/aos3/factions/gloomspite-gitz/Squig-Herder-with-Mini-Mangler",
 "Faction": "Gloomspite Gitz",
 "Title": "Squig Herder with Mini-Mangler",
 "Legend": "The most ambitious Squig Herders will disappear into the depths of the realms to hunt down baby Mangler Squigs. Many of these herders are eaten in the process, but a brave and kunnin’ few will train their Mini-Manglers into huge and voracious warbeasts.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "240",
  "Role": "Leader",
  "BaseSize": "",
  "Notes": "Squigmonger, Squigmancer, Squigcap Shaman and Squig Herder with Mini-Mangler must be taken as a set for a total of 240 points. Although taken as a set, each is a separate unit."
 },
 "Intro": "BATTALIONSThis warscroll can be used in the following warscroll battalions: • Squigapalooza",
 "Rules": [
  {
   "Name": "",
   "Fluff": "",
   "Rule": "DESCRIPTIONA Squig Herder with Mini-Mangler is a single model armed with a Squig Prodder."
  },
  {
   "Name": "Companion",
   "Fluff": "",
   "Rule": "COMPANION: A Squig Herder with Mini-Mangler is accompanied by a Mini-Mangler that attacks with its Not-So-Huge Fang-filled Gobs and Tiny Balls and Chains. For rules purposes, it is treated in the same manner as a mount."
  },
  {
   "Name": "Mini-Ker-Splat!",
   "Fluff": "Mini-Manglers produce an impact that is definitely short of spectacular. At best, a foe might lose their balance and be sent tumbling to their death.",
   "Rule": "ABILITIESMini-ker-splat!: Add 1 to hit rolls for attacks made with this model’s Tiny Balls and Chains if this model made a charge move in the same turn."
  },
  {
   "Name": "Probably Best To Watch Out!",
   "Fluff": "Mini-Manglers are not capable of much destruction even in their wildly bouncing death throes. Still, it is probably wise to keep your distance.",
   "Rule": "If this model is slain, before the model is removed from play, roll a dice for each unit within 1\" of this model. On a 4+ that unit suffers 1 mortal wound."
  },
  {
   "Name": "Lead Da Herd!",
   "Fluff": "This Squig Herder keeps any nearby squigs heading in the right direction.",
   "Rule": "COMMAND ABILITIES You can use this command ability at the start of your movement phase. If you do so, pick 1 friendly model with this command ability. Until the end of your turn, you can re-roll run and charge rolls for friendly SQUIG HERD units while they are wholly within 12\" of this unit."
  }
 ],
 "Keywords": [
  "Destruction",
  "Squig",
  "Gloomspite Gitz",
  "Moonclan",
  "Squigapalooza",
  "Squig",
  "Herder",
  "With",
  "Mini-Mangler"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "6",
  "Save": "5+",
  "Bravery": "4"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Squig Prodder",
    "1\"",
    "3",
    "4+",
    "4+",
    "-",
    "1"
   ],
   [
    "Not-So-Huge Fang-filled Gobs",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Tiny Balls and Chains",
    "1\"",
    "3",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ]
 ]
}