{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Alchemite-Warforger",
 "Faction": "Cities of Sigmar",
 "Title": "Alchemite Warforger",
 "Legend": "The specialist wizards known as Alchemite Warforgers wield the raw energies of Chamon. They can change the properties of not only metal, but reality itself. As muscular and sweaty as blacksmiths, these mages pluck glowing runecubes frbm their crucibles, channelling metallurgic magic to destroy their foes.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "110",
  "Role": "Leader",
  "BaseSize": "",
  "Notes": "Single"
 },
 "Intro": "An Alchemite Warforger is armed with a Tongstaff.",
 "Rules": [
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase. If you pick a spell from the Lore of the Collegiate Arcane for this unit, it must be Transmutation of Lead."
  },
  {
   "Name": "Runic Crucible",
   "Fluff": "The hefty crucibles carried by these arcane metallurgists harness the elemental magics of Chamon, and can be used to empower the spellcasting of the Warforger or strengthen the armour of their allies.",
   "Rule": "At the start of your hero phase, you can pick 1 friendly unit with this ability and say it will either stoke or expend the power of its runic crucible. If this unit stokes the power of its runic crucible, add 1 to casting rolls for this unit until the end of the phase. If it expends the power of its runic crucible, it cannot cast any spells this phase, but until the start of your next hero phase, add 1 save rolls for friendly CITIES OF SIGMAR HUMAN units while they are wholly within 12\" of this unit."
  },
  {
   "Name": "Blazing Weapons",
   "Fluff": "As a red-hot runecube is extracted from the crucible, so too do the weapons of nearby allies radiate the heat of the forge.",
   "Rule": "Blazing Weapons is a spell with a casting value of 7 and a range of 12\". If successfully cast, until the start of your next hero phase, friendly CITIES OF SIGMAR HUMAN units have blazing weapons while they are wholly within 12\" of this unit. While a unit has blazing weapons, each unmodified hit roll of 6 for an attack made by that unit causes 1 mortal wound to the target in addition to any damage it inflicts."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Collegiate Arcane",
  "Hero",
  "Wizard",
  "Alchemite",
  "Warforger"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "5",
  "Save": "5+",
  "Bravery": "6"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Tongstaff",
    "2\"",
    "3",
    "3+",
    "3+",
    "-1",
    "D3"
   ]
  ]
 ]
}