{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Battlemage-on-Celestial-Hurricanum",
 "Faction": "Cities of Sigmar",
 "Title": "Battlemage on Celestial Hurricanum",
 "Legend": "Celestial Battlemages harness the cosmic power of High Azyr to bring down storms and send arcs of lightning cascading through the ranks of the enemy, unleashing raw elemental power that is terrible to witness.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "260",
  "Role": "Leader, Behemoth",
  "BaseSize": "120 x 92",
  "Notes": "Single"
 },
 "Intro": "A Battlemage on Celestial Hurricanum is armed with a Wizard’s Staff",
 "Rules": [
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase. If you pick a spell from the Lore of the Collegiate Arcane for this unit, it must be Twin-tailed Comet."
  },
  {
   "Name": "Crew",
   "Fluff": "",
   "Rule": "CREW: This unit’s Acolytes are armed with Arcane Tools."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Warhorses are armed with Steel-shod Hooves."
  },
  {
   "Name": "Storm Of Shemtek",
   "Fluff": "A Celestial Hurricanum can summon a magical storm to batter the foe with the fury of the heavens. As the battle rages, the tempest grows ever stronger.",
   "Rule": "Storm of Shemtek: In your hero phase, you can pick 1 enemy unit within 18\" of this unit and roll a number of dice equal to the number of the current battle round. For each roll of 2+, that enemy unit suffers D3 mortal wounds."
  },
  {
   "Name": "Portents Of Battle",
   "Fluff": "Celestial Hurricanums leak magical energy, granting nearby soldiers visions of the imminent future that allow them to land their blows with uncanny accuracy.",
   "Rule": "Portents of Battle:  Add 1 to hit rolls for attacks made by friendly CITIES OF SIGMAR HUMAN units wholly within 9\" of any friendly units with this ability."
  },
  {
   "Name": "Chain Lightning",
   "Fluff": "Lightning bursts from the wizard’s finger tips and arcs towards the enemy with crackling fury.",
   "Rule": "Chain Lightning is a spell that has a range of 18\" and a casting value of 6. If successfully cast, pick 1 enemy unit within range and visible to the caster. That unit suffers D3 mortal wounds. Then, roll a dice for all other enemy units within 6\" of the picked enemy unit. On a 4+, the unit being rolled for suffers D3 mortal wounds."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Collegiate Arcane",
  "Hero",
  "Warmachine",
  "Wizard",
  "Battlemage",
  "On",
  "Celestial",
  "Hurricanum"
 ],
 "Profile": {
  "Movement": "8\"",
  "Wounds": "12",
  "Save": "4+",
  "Bravery": "6"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Wizard’s Staff",
    "2\"",
    "1",
    "3+",
    "3+",
    "-1",
    "D3"
   ],
   [
    "Arcane Tools",
    "1\"",
    "4",
    "5+",
    "5+",
    "-",
    "1"
   ],
   [
    "Steel-shod Hooves",
    "1\"",
    "4",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}