{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Bleakswords",
 "Faction": "Cities of Sigmar",
 "Title": "Bleakswords",
 "Legend": "Bleakswords leap into the fray in a blur of flashing steel. Wielding their duelling swords with unnatural grace, they slice their foes to ribbons with an unstoppable flurry of strikes.",
 "PitchBattleProfile": {
  "UnitSize": "10",
  "Points": "100",
  "Role": "Battleline",
  "BaseSize": "25",
  "Notes": ""
 },
 "Intro": "Each model in a Bleakswords unit is armed with a Darkling Sword.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Thrall Warhost"
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Lordling. Add 1 to the Attacks characteristic of that model’s melee weapons."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 10 models in this unit can be a Standard Bearer. Add 1 to the Bravery characteristic of this unit while it includes any Standard Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 10 models in this unit can be a Hornblower. Add 1 to charge rolls for this unit while it includes any Hornblowers."
  },
  {
   "Name": "Quicksilver Strike",
   "Fluff": "These warriors seem to move in the blink of an eye, unleashing lethal ripostes and counterstrikes.",
   "Rule": "If the unmodified hit roll for an attack made with a Darkling Sword is 6, that attack scores 2 hits on the target instead of 1. Make a wound roll and save roll for each hit."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Aelf",
  "Darkling Coven",
  "Bleakswords"
 ],
 "Profile": {
  "Movement": "6\"",
  "Wounds": "1",
  "Save": "4+",
  "Bravery": "6"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Darkling Sword",
    "1\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}