{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Dark-Riders",
 "Faction": "Cities of Sigmar",
 "Title": "Dark Riders",
 "Legend": "For those marked by the Dark Riders, there is nowhere to flee. These cloaked killers gallop forth upon red-eyed shadowmares, levelling spears and repeater crossbows to deal a fatal blow to their quarry",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "150",
  "Role": "None",
  "BaseSize": "60 x 35",
  "Notes": ""
 },
 "Intro": "Each model in a Dark Riders unit is armed with a Repeater Crossbow and Barbed Spear.",
 "Rules": [
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Dark Steeds are each armed with a Vicious Bite."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Herald. Add 1 to the Attacks characteristic of that model’s Barbed Spear."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 5 models in this unit can be a Standard Bearer. Add 1 to the Bravery characteristic of this unit while it includes any Standard Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 5 models in this unit can be a Hornblower. Add 1 to charge rolls for this unit while it includes any Hornblowers."
  },
  {
   "Name": "Shadow Raiders",
   "Fluff": "These warriors strike forth from unknown quarters in a succession of lightning-fast raids.",
   "Rule": "This unit can retreat and still shoot and or charge later in the turn. In addition, add 1 to hit rolls for attacks made by this unit if it made a retreat move in the same turn."
  },
  {
   "Name": "Sow Terror And Confusion",
   "Fluff": "Dark Riders wage a war of terror and confusion, striking at their enemy’s weakest points with merciless precision.",
   "Rule": "Sow Terror and Confusion: Roll a dice each time an enemy unit issues a command within 12\" of any friendly units with this ability. On a 5+, that command is not received (it still counts as having been used) and the command point that was spent to issue that command is lost."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Aelf",
  "Shadowblades",
  "Dark",
  "Riders"
 ],
 "Profile": {
  "Movement": "14\"",
  "Wounds": "2",
  "Save": "4+",
  "Bravery": "6"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Repeater Crossbow",
    "18\"",
    "3",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Barbed Spear",
    "2\"",
    "2",
    "3+",
    "4+",
    "-1",
    "1"
   ],
   [
    "Vicious Bite",
    "1\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}