{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Drakespawn-Knights",
 "Faction": "Cities of Sigmar",
 "Title": "Drakespawn Knights",
 "Legend": "Cold-blooded Drakespawn make for formidable mounts, for not only do they carry their lance-bearing riders towards the enemy with sure-footed speed, their fangs and claws are sharp enough to tear through metal and bone with ease.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "140",
  "Role": "None",
  "BaseSize": "60 x 35",
  "Notes": "Battleline if general is ORDER SERPENTIS"
 },
 "Intro": "Each model in a Drakespawn Knights unit is armed with a Barbed Lance",
 "Rules": [
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Drakespawn are each armed with Ferocious Jaws."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Dread Knight. Add 1 to the Attacks characteristic of that model’s melee weapons."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 5 models in this unit can be a Standard Bearer. Add 1 to the Bravery characteristic of this unit while it includes any Standard Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 5 models in this unit can be a Hornblower. Add 1 to run rolls and charge rolls for this unit while it includes any Hornblowers."
  },
  {
   "Name": "Lance Charge",
   "Fluff": "As the Drakespawn thunder across the battlefield, lances are levelled ready to be driven deep into the enemy.",
   "Rule": "If this unit made a charge move in the same turn, add 1 to the Damage characteristic of its Barbed Lances and improve the Rend characteristic of its Barbed Lances by 1."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Aelf",
  "Order Serpentis",
  "Drakespawn",
  "Knights"
 ],
 "Profile": {
  "Movement": "10\"",
  "Wounds": "2",
  "Save": "3+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Barbed Lance",
    "2\"",
    "2",
    "3+",
    "4+",
    "-1",
    "1"
   ],
   [
    "Ferocious Jaws",
    "1\"",
    "3",
    "3+",
    "4+",
    "-1",
    "1"
   ]
  ]
 ]
}