{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Freeguild-Cavalier-Marshal",
 "Faction": "Cities of Sigmar",
 "Title": "Freeguild Cavalier-Marshal",
 "Legend": "Every Cavalier-Marshal is nigh-unstoppable on the charge. They gallop hard into the enemy, collapsing enemy battlelines in a single decisive attack. Though they often carry the weight of a Dawnbringer Crusade upon their shoulders, they are inspiring champions well used to leading by example.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "120",
  "Role": "Leader",
  "BaseSize": "",
  "Notes": "Single"
 },
 "Intro": "A Freeguild Cavalier-Marshal is armed with a Dragoon Pistol and Master-forged Longsword.",
 "Rules": [
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Warhorse is armed with Steel-shod Hooves."
  },
  {
   "Name": "For Sigmar, Charge!",
   "Fluff": "With their blade raised high, the Marshal signals the charge of the Cavaliers.",
   "Rule": "When the ‘Their Finest Hour’ heroic action is carried out with this unit, in addition to the normal effect, until the end of the turn, add 3 to charge rolls for this unit and friendly FREEGUILD CAVALIERS units while they are wholly within 12\" of this unit."
  },
  {
   "Name": "Run Down The Foe",
   "Fluff": "With a Cavalier- Marshal at the helm, a well-timed charge of Freeguild riders can shatter the enemy’s formation before they even have a chance to strike back.",
   "Rule": "Run Down the Foe: The strike-first effect applies to this unit if it made a charge move in the same turn. In addition, in the combat phase, if this unit made a charge move in the same turn, after this unit has fought for the first time in phase, you can pick 1 friendly FREEGUILD CAVALIERS unit wholly within 12\" of this unit and that has not yet fought in that phase. That unit can fight immediately."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Freeguild",
  "Hero",
  "Freeguild",
  "Cavalier-Marshal"
 ],
 "Profile": {
  "Movement": "10\"",
  "Wounds": "7",
  "Save": "3+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Dragoon Pistol",
    "18\"",
    "2",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Master-forged Longsword",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Steel-shod Hooves",
    "1\"",
    "3",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}