{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Fusil-Major-on-Ogor-Warhulk",
 "Faction": "Cities of Sigmar",
 "Title": "Fusil-Major on Ogor Warhulk",
 "Legend": "Forming the mobile watchtowers of the Castelite formations, Fusil-Majors borne by Ogor Warhulks use their vantage points to spy weaknesses in the enemy line and direct the fire of friendly forces. The obvious threat posed by their massive ogor carriers is usually enough to make foes think twice about storming their positions.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "150",
  "Role": "Leader",
  "BaseSize": "",
  "Notes": "Single"
 },
 "Intro": "A Fusil-Major on Ogor Warhulk is armed with a Long Fusil.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Castelite Formation"
  },
  {
   "Name": "Companion",
   "Fluff": "",
   "Rule": "COMPANION: This unit’s ogor is armed with a Warhulk Mace."
  },
  {
   "Name": "Crack Shot",
   "Fluff": "Tales are told of battles won with a single, well-placed shot from a longfusil.",
   "Rule": "If the unmodified hit roll for an attack made with this unit’s Long Fusil is 6, you can say that this unit has attempted a crack shot. If you do so, the attack sequence ends. After all of this unit’s attacks have been resolved, you can roll a dice for each crack shot it attempted. For each roll that is at least double the target unit’s Wounds characteristic, pick 1 model from that unit to be slain."
  },
  {
   "Name": "Range Finder",
   "Fluff": "Experts in ballistics, Fusil-Majors can estimate distance and trajectory with unrivalled accuracy.",
   "Rule": "At the start of your shooting phase, you can pick 1 friendly CASTELITE unit wholly within 12\" of this unit and roll a dice. Until the end of the phase, the Range characteristic of that unit’s missile weapons is increased hy a number of inches equal to the roll. The same unit cannot be affected by this ability more than once in the same phase."
  },
  {
   "Name": "Fortified Position",
   "Fluff": "The massive shield carried by a Warhulk is strong enough to deflect a blow from agargant’s club.",
   "Rule": "At the start of the battle, this unit is in a fortified position. In addition, at the end of your movement phase, if this unit both remained stationary and was not set up in that phase, it can establish a fortified position. Once this unit is in a fortified position, it remains so until it moves or is removed from the battlefield. While this unit is in a fortified position, you can ignore negative modifiers to save rolls for attacks made with missile weapons that target it."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Ogor",
  "Freeguild",
  "Castelite",
  "Hero",
  "Fusil-Major",
  "Fusil-Major",
  "On",
  "Ogor",
  "Warhulk"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "8",
  "Save": "3+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Long Fusil",
    "24\"",
    "3",
    "3+",
    "3+",
    "-1",
    "D3"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Warhulk Mace",
    "2\"",
    "3",
    "3+",
    "3+",
    "-2",
    "D3"
   ]
  ]
 ]
}