{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Galen-ven-Denst",
 "Faction": "Cities of Sigmar",
 "Title": "Galen ven Denst",
 "Legend": "As an agent of Azyr, Galen ven Denst has executed hundreds of Chaos cultists and living dead over the course of his career. His stoicism and agility is impressive, his skill with spell-banishing pistol and runic broadsword all the more so.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "160",
  "Role": "Leader",
  "BaseSize": "28.5",
  "Notes": "Single, Unique. Doralia ven Denst and Galen ven Denst units must be taken as a set. Although taken as a set, each is a separate unit."
 },
 "Intro": "Galen ven Denst is armed with a Spell-banishing Pistol and a Runic Broadsword.",
 "Rules": [
  {
   "Name": "Grim Resolve",
   "Fluff": "Witch hunters are tenacious opponents, ignoring the pain of wounds that would fell a lesser person.",
   "Rule": "This unit has a ward of 5+."
  },
  {
   "Name": "Weapons Of Banishment",
   "Fluff": "Inscribed with the holy writ of Sigmar and inlaid with nullstone and silver, the weapons of the Ven Densts are anathema to spellcasters and their works, banishing all forms of arcane energy in a flash.",
   "Rule": "Weapons of Banishment:  Double the Damage characteristic of an attack made with this model’s weapons if the target of that attack is a WIZARD or DAEMON. In addition, when this model fights or shoots, you can choose an endless spell to be the target of any of its attacks. If you do so, roll a dice to see if that attack scores a hit. If it does, do not make a wound or save roll. Instead, roll 2D6. If the roll is greater than the casting value of that endless spell, that endless spell is dispelled."
  },
  {
   "Name": "Guardian And Mentor",
   "Fluff": "Whenfaced with an imminent threat, Galen will protect his daughter at all costs.",
   "Rule": "Guardian and Mentor:  At the start of the combat phase, if this unit is within 3\" of a friendly DORALIA VEN DENST and there are any enemy units within 3\" of her, the strike-first effect applies to this unit."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Order Of Azyr",
  "Hero",
  "Galen",
  "Ven",
  "Denst"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "5",
  "Save": "4+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Spell-banishing Pistol",
    "9\"",
    "3",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Runic Broadsword",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}