{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Hammerers",
 "Faction": "Cities of Sigmar",
 "Title": "Hammerers",
 "Legend": "Hammerers are traditionally tasked with guarding the Warden Kings in battle. The rhythmic rise and fall of their gromril mauls instils fear in their enemies just as it lifts the spirits of their fellow duardin.",
 "PitchBattleProfile": {
  "UnitSize": "10",
  "Points": "150",
  "Role": "None",
  "BaseSize": "25",
  "Notes": ""
 },
 "Intro": "Each model in a Hammerers unit is armed with a Gromril Great Hammer.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Grudgebound War Throng"
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Keeper of the Gate. Add 1 to the Attacks characteristic of that model’s melee weapons."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 10 models in this unit can be a Standard Bearer. Add 1 to the Bravery characteristic of this unit while it includes any Standard Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 10 models in this unit can be a Musician. Add 1 to run rolls and charge rolls for this unit while it includes any Musicians."
  },
  {
   "Name": "Kingsguard",
   "Fluff": "These warriors are oathsworn to protect their liege.",
   "Rule": "At the start of the first battle round, before determining who has the first turn, you can pick 1 friendly WARDEN KING on the battlefield for this unit to be assigned to (the same WARDEN KING cannot have more than 1 unit assigned to it). That WARDEN KING has a ward of 4+ while it is within 3\" of this unit."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Duardin",
  "Dispossessed",
  "Hammerers"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "1",
  "Save": "4+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Gromril Great Hammer",
    "1\"",
    "2",
    "3+",
    "3+",
    "-2",
    "2"
   ]
  ]
 ]
}