{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Hexbane-s-Hunters",
 "Faction": "Cities of Sigmar",
 "Title": "Hexbane’s Hunters",
 "Legend": "Though mere mortals in a world filled with walking nightmares, Hexbane’s Hunters burn with conviction and bring with them the full might of humanity’s determination and resourcefulness – let the enemies of Sigmar beware!",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "180",
  "Role": "",
  "BaseSize": "",
  "Notes": "Single, Unique. Haskel Hexbane and Hexbane’s Hunters units must be taken as a set. Although taken as a set, each is a separate unit."
 },
 "Intro": "The models in Hexbane’s Hunters are BrydgetAxwold, Aemos Duncarrow, Quiet Pock, Ratspike and Grotbiter. BrydgetAxwold is armed with a Volley Pistol and Witch Hunter Weapons. Aemos Duncarrow is armed with a GreatAxe. Quiet Pock is armed with a Crossbow Launcher and Witch Hunter Weapons. Ratspike and Grotbiter are each armed with a Ferocious Bite.",
 "Rules": [
  {
   "Name": "Grim Resolve",
   "Fluff": "Witch hunters are tenacious opponents, ignoring the pain of wounds that would fell a lesser person.",
   "Rule": "This unit has a ward of 5+."
  },
  {
   "Name": "Agents Of The Order",
   "Fluff": "These warriors fight at Hexbane’s side, hunting the evil and the wicked without mercy.",
   "Rule": "Agents of the Order: Add 1 to the damage inflicted by attacks made by this unit that target the unit you picked to be the target of the witch hunt (see the Haskel Hexbane warscroll)."
  },
  {
   "Name": "Flamewood Stakes",
   "Fluff": "Carved from Aqshian flamewood, these stakes burst into flame when they pierce the flesh of an undead creature.",
   "Rule": "At the end of the combat phase, you can pick 1 enemy unit within 1\" of this unit and roll a dice. Add 1 to the roll if that unit has the DEATH, DAEMON or WIZARD keyword. On a 3+, that unit suffers D3 mortal wounds."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Order Of Azyr",
  "Hexbane’s",
  "Hunters"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "2",
  "Save": "5+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Crossbow Launcher",
    "18\"",
    "1",
    "3+",
    "3+",
    "-1",
    "D6"
   ],
   [
    "Volley Pistol",
    "9\"",
    "3",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Great Axe",
    "2\"",
    "3",
    "3+",
    "3+",
    "-2",
    "D3"
   ],
   [
    "Witch Hunter Weapons",
    "1\"",
    "2",
    "3+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Ferocious Bite",
    "1\"",
    "3",
    "4+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}