{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Irondrakes",
 "Faction": "Cities of Sigmar",
 "Title": "Irondrakes",
 "Legend": "Armed with a terrifying array of heavy weaponry, Irondrakes overwhelm their foes with torrents of flesh-melting flame and volleys of high explosive missiles, relying upon mastercrafted gromril armour to fend off all retaliation.",
 "PitchBattleProfile": {
  "UnitSize": "10",
  "Points": "160",
  "Role": "None",
  "BaseSize": "25",
  "Notes": "For each Ironbreakers unit included in an army, 1 Irondrakes unit can be included in the army as a Battleline unit."
 },
 "Intro": "Each model in an Irondrakes unit is armed with a Drakegun and a Plated Fist.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Grudgebound War Throng"
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be an Ironwarden. An Ironwarden can replace its Drakegun with 1 of the following weapon options: Grudgehammer Torpedo; or Drakefire Pistols and a Cinderblast Bomb."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 10 models in this unit can be a Standard Bearer. Add 1 to the Bravery characteristic ofthis unit while it includes any Standard Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 10 models in this unit can be a Hornblower. Add 1 to run rolls and charge rolls for this unit while it includes any Hornblowers."
  },
  {
   "Name": "Blaze Away",
   "Fluff": "Once in position, Irondrakes rain unrelenting fire upon the foe.",
   "Rule": "Add 1 to the Attacks characteristic of this unit’s missile weapons if there are no enemy units within 3\" of this unit and this unit has not made a move or been set up in the same turn."
  },
  {
   "Name": "Cinderblast Bomb",
   "Fluff": "This weapon explodes in a burst ofshrapnel and flame.",
   "Rule": "It this unit includes a model armed with a Cinderblast Bomb, once per battle, in your shooting phase, that model can throw it. Ifit does so, pick 1 enemy unit within 6\" of that model and roll a dice. On a 2+, that unit suffers D3 mortal wounds."
  },
  {
   "Name": "Grudgehammer Torpedo",
   "Fluff": "These armour-piercing warheads can bring down the mightiest foes.",
   "Rule": "The Damage characteristic of this unit’: Grudgehammer Torpedo is 3 if the target of the attack is a MONSTER."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Duardin",
  "Dispossessed",
  "Irondrakes"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "1",
  "Save": "4+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Grudgehammer Torpedo",
    "18\"",
    "1",
    "3+",
    "3+",
    "-2",
    "D3"
   ],
   [
    "Drakegun",
    "15\"",
    "1",
    "3+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Drakefire Pistol",
    "9\"",
    "2",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Plated Fist",
    "1\"",
    "1",
    "3+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}