{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Ironbreakers",
 "Faction": "Cities of Sigmar",
 "Title": "Ironbreakers",
 "Legend": "Ironbreakers are the elite guardians of the Dispossessed’s underground fortresses. Clad from head to toe in impervious gromril and wielding masterwork axes and hammers, they form an impenetrable wall against which the enemy is soon shattered.",
 "PitchBattleProfile": {
  "UnitSize": "10",
  "Points": "130",
  "Role": "Battleline",
  "BaseSize": "25",
  "Notes": ""
 },
 "Intro": "Each model in an Ironbreakers unit is armed with an Ironbreaker Weapon.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Grudgebound War Throng"
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be an Ironbeard. That model is armed with Drakefire Pistols and a Cinderblast Bomb in addition to its Ironbreaker Weapon."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 10 models in this unit can be a Standard Bearer. Add 1 to the Bravery characteristic ofthis unit while it includes any Standard Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 10 models in this unit can be a Hornblower. Add 1 to run rolls and charge rolls for this unit while it includes any Hornblowers."
  },
  {
   "Name": "Cinderblast Bomb",
   "Fluff": "This weapon explodes in a burst ofshrapnel and flame.",
   "Rule": "If this unit includes a model armed with a Cinderblast Bomb, once per battle, in your shooting phase, that model can throw it. If it does so, pick 1 enemy unit within 6\" of that model and roll a dice. On a 2+, that unit suffers D3 mortal wounds."
  },
  {
   "Name": "Gromril Shieldwall",
   "Fluff": "Once formed up into a shieldwall, a line of gromril-clad Ironbreakers is nigh impenetrable.",
   "Rule": "If this unit is picked for the ‘Form Shieldwall’ order, it has a ward of 4+ until the end of the phase instead of 5+."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Duardin",
  "Dispossessed",
  "Ironbreakers"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "1",
  "Save": "3+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Drakefire Pistol",
    "9\"",
    "2",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Ironbreaker Weapon",
    "1\"",
    "2",
    "3+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}