{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Ironweld-Great-Cannon",
 "Faction": "Cities of Sigmar",
 "Title": "Ironweld Great Cannon",
 "Legend": "The massive artillery pieces known as Ironweld Great Cannons act as the bastions of the Castelite formations. Protected by thick oaken 1 gun-shields affixed to the weapon’s fore, the crew tirelessly load and reload their weapon to ensure the barrage upon the enemy is relentless.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "150",
  "Role": "Artillery",
  "BaseSize": "",
  "Notes": "Single"
 },
 "Intro": "An Ironweld Great Cannon is armed with a Great Cannon.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Castelite Formation"
  },
  {
   "Name": "Crew",
   "Fluff": "",
   "Rule": "CREW: This unit’s crew are armed with Tools and Sidearms."
  },
  {
   "Name": "Shot And Shell",
   "Fluff": "The engineers of the Ironweld Arsenal have developed a range of different ammunition for the Great Cannon to fire.",
   "Rule": "Shot and Shell: Each time a model shoots with a Great Cannon, choose either the Cannonball, Armour-piercing Shell or Grapeshot missile weapon characteristics for that shooting attack. The Cannonball and Armour-piercing Shot can only be chosen while this unit is in a fortified position."
  },
  {
   "Name": "Fortified Position",
   "Fluff": "This lumbersome war machine is wheeled into position with its heavy oaken shieldfacing the enemy, protecting the crewfrom enemyfire.",
   "Rule": "At the start of the battle, this unit is in a fortified position. In addition, at the end of your movement phase, if this unit both remained stationary and was not set up in that phase, it can establish a fortified position. Once this unit is in a fortified position, it remains so until it moves or is removed from the battlefield. While this unit is in a fortified position, you can ignore negative modifiers to save rolls for attacks made with missile weapons that target it."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Castelite",
  "Ironweld Arsenal",
  "War Machine",
  "Ironweld",
  "Great",
  "Cannon"
 ],
 "Profile": {
  "Movement": "3\"",
  "Wounds": "8",
  "Save": "4+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Great Cannon: Cannonball",
    "24\"",
    "2",
    "4+",
    "2+",
    "-2",
    "D3+2"
   ],
   [
    "Great Cannon: Armour-piercing Shell",
    "24\"",
    "2",
    "4+",
    "2+",
    "-4",
    "D6"
   ],
   [
    "Great Cannon: Grapeshot",
    "12\"",
    "5",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Tools and Sidearms",
    "1\"",
    "3",
    "4+",
    "5+",
    "-",
    "1"
   ]
  ]
 ]
}