{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Pontifex-Zenestra-Matriarch-of-the-Great-Wheel",
 "Faction": "Cities of Sigmar",
 "Title": "Pontifex Zenestra, Matriarch of the Great Wheel",
 "Legend": "The Great Wheel turns, and the driving force is faith. As she gives her inspiting battlefield sermons, the raw celestial power of the God-King crackles out from Pontifex Zenestra's sacred palanquin to ininerate her enemies, whilst her acolytes bludgeon and hew any foolish enough to approach her without permision",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "180",
  "Role": "Leader",
  "BaseSize": "",
  "Notes": "Single, Unique"
 },
 "Intro": "Pontifex Zenestra, Matriarch ofthe Great Wheel, is armed with the Sceptre ofthe Wheel.",
 "Rules": [
  {
   "Name": "Crew",
   "Fluff": "",
   "Rule": "CREW: This unit’s Acolytes are armed with a Club and Axe."
  },
  {
   "Name": "Voice Of The God-King",
   "Fluff": "Zenestra is the mouthpiece of Sigmar himself upon the battlefield; with a simple utterance, she can banish the sorceries ofthe enemy.",
   "Rule": "Voice of the God-King: This unit can attempt to dispel 1 endless spell at the start of your hero phase and attempt to unbind 1 spell in the enemy hero phase, in the same manner as a WIZARD. Add 1 to unbinding rolls made for this unit."
  },
  {
   "Name": "Blessed Palanquin",
   "Fluff": "The thrice-sanctified sedan chair upon which Zenestra is borne offers her mysticalprotection.",
   "Rule": "This unit has a ward of 4+."
  },
  {
   "Name": "Wrath Of Azyr",
   "Fluff": "Like the spokes of the Great Wheel, twisting arcs of celestial lightning revolve around Zenestra’s sedan, scorching the enemies of Sigmar until they are naught but smoking husks.",
   "Rule": "Wrath of Azyr:  At the start of the combat phase and after this unit fights, roll a dice for each enemy unit within 3\" of this unit. On a 2+, the unit being rolled for suffers D3 mortal wounds."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Devoted Of Sigmar",
  "Hero",
  "Priest",
  "Pontifex",
  "Zenestra"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "9",
  "Save": "5+",
  "Bravery": "9"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Sceptre of the Wheel",
    "1\"",
    "1",
    "3+",
    "3+",
    "-",
    "1"
   ],
   [
    "Club and Axe",
    "1\"",
    "4",
    "3+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}