{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Steam-Tank",
 "Faction": "Cities of Sigmar",
 "Title": "Steam Tank",
 "Legend": "Clanking monstrosities of steel and iron, Steam Tanks rattle across the battlefield, blasting away at targets with their cannons and steam-spewing guns while grinding yet more to paste beneath their metal-clad wheels.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "230",
  "Role": "Behemoth",
  "BaseSize": "120 x 92",
  "Notes": "Single. Battleline if general is a STEAM TANK COMMANDER"
 },
 "Intro": "A Steam Tank is a single model armed with a Steam Cannon, Steam Gun and Crushing Wheels.",
 "Rules": [
  {
   "Name": "Steel Behemoth",
   "Fluff": "Enemy warriors are crushed beneath the ironclad bulk of this war machine.",
   "Rule": "After this model makes a charge move, you can pick 1 enemy unit within 1\" of this model and roll a dice. On a 2+, that enemy unit suffers D3 mortal wounds."
  },
  {
   "Name": "More Pressure!",
   "Fluff": "Pumping pressure into the valves and pistons of a Steam Tank can improve its performance – but risks a catastrophic backfire.",
   "Rule": "At the start of your hero phase, you can choose to overpressure this model’s boiler. If you do so, roll 2D6. If the roll is less than the number of wounds currently allocated to this model, this model immediately suffers D3 mortal wounds.If the roll is equal to or greater than the number of wounds currently allocated to this unit, pick 1 of the following effects to apply to this unit until the start of your next hero phase:"
  },
  {
   "Name": "Power The Wheels",
   "Fluff": "",
   "Rule": "Power the Wheels: This unit can run and shoot and/or charge in the same turn."
  },
  {
   "Name": "Power The Guns",
   "Fluff": "",
   "Rule": "Power the Guns: Add 1 to the Attacks characteristic ofthis unit’s Steam Cannon and add D6 to the Attacks characteristic of this unit’s Steam Gun."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Ironweld Arsenal",
  "War Machine",
  "Steam",
  "Tank"
 ],
 "Profile": {
  "Movement": "8\"",
  "Wounds": "12",
  "Save": "2+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Steam Cannon",
    "24\"",
    "1",
    "4+",
    "2+",
    "-2",
    "D3+2"
   ],
   [
    "Steam Gun",
    "8\"",
    "2D6",
    "3+",
    "3+",
    "-",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Crushing Wheels",
    "1\"",
    "6",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}