{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/cities-of-sigmar/Tahlia-Vedra-Lioness-of-the-Parch",
 "Faction": "Cities of Sigmar",
 "Title": "Tahlia Vedra, Lioness of the Parch",
 "Legend": "Named the Lioness of the Parch by her loyal soldiers, Tahlia Vedra has risen through the ranks of the Freeguild and emerged as the foremost tactical mind of Hammerhal Aqsha. Now it is she who leads the city in its quest to reclaim Aqshy’s hearthlands from the grip of Chaos.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "340",
  "Role": "Leader, Behemoth",
  "BaseSize": "",
  "Notes": "Single, Unique"
 },
 "Intro": "Tahlia Vedra, Lioness o f the Parch, is armed with a Weapon of Office",
 "Rules": [
  {
   "Name": "Warmaster",
   "Fluff": "",
   "Rule": "WARMASTER: If this unit is included in a Hammerhal Aqsha army, it is treated as a general even if it is not the model picked to be the army’s general."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Manticore, Infernadine, is armed with Leonine Jaws and a Scorpid Stringer"
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly"
  },
  {
   "Name": "First Marshal Of Hammerhal",
   "Fluff": "With grit and determination unmatched, Tahlia Vedrafights on even after suffering horrendous wounds.",
   "Rule": "First Marshal of Hammerhal: This unit has a ward of 6+."
  },
  {
   "Name": "Lead From The Front",
   "Fluff": "The loyalty Vedra commands from her soldiers is unwavering, and the sight of her at the forefront of the assault inspires them to keep fighting till the bitter end.",
   "Rule": "Lead From the Front:  While this unit is within 3\" of any enemy units, this unit can issue the Rally command to friendly CITIES OF SIGMAR HUMAN units while they are within 3\"of any enemy units. In addition, when it does so, you can return 1 slain model to the unit that receives the command for each 4+ instead of each 6."
  },
  {
   "Name": "Unparalleled Tactician",
   "Fluff": "The military acumen of Vedra is unsurpassed among the generals of Sigmar’s cities. Not only does she possess the ability to formulate decisive plans in the very heat of battle, but she also has the guts to see her orders carried through to the very end.",
   "Rule": "If this unit is included in a Cities of Sigmar army, when orders are being given to HEROES, this unit can be given 2 orders instead of 1. Each order must be different."
  },
  {
   "Name": "Paralysing Venom",
   "Fluff": "When an enemy beast closes in on Infernadine, his scorpid tail darts forth, injecting a paralysing venom that quickly takes hold.",
   "Rule": "You can carry out the Paralysing Venom monstrous rampage below with this unit instead of any other monstrous rampage you can carry out with this unit."
  },
  {
   "Name": "Paralysing Venom",
   "Fluff": "",
   "Rule": "MONSTROUS RAMPAGE Pick 1 enemy MONSTER that made a charge move this turn and is within 3\" of this unit. Roll a dice. On a 3+, the strike-last effect applies to that enemy MONSTER until the end of the turn."
  }
 ],
 "Keywords": [
  "Order",
  "Cities Of Sigmar",
  "Human",
  "Hammerhal Aqsha",
  "Freeguild",
  "Hero",
  "Monster",
  "Tahlia",
  "Vedra"
 ],
 "Profile": {
  "Movement": "*",
  "Wounds": "15",
  "Save": "4+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Weapon of Office",
    "1\"",
    "6",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Leonine Jaws",
    "2\"",
    "3",
    "*",
    "3+",
    "-2",
    "3"
   ],
   [
    "Scorpid Stinger",
    "3\"",
    "2",
    "4+",
    "2+",
    "-3",
    "*"
   ]
  ],
  [
   [
    "Wounds Suffered",
    "Move",
    "Leonine Jaws",
    "Scorpid Stinger"
   ],
   [
    "0-6",
    "14\"",
    "2+",
    "D3+3"
   ],
   [
    "7-9",
    "12\"",
    "3+",
    "D3+2"
   ],
   [
    "10-12",
    "10\"",
    "4+",
    "D3+1"
   ],
   [
    "13+",
    "8\"",
    "5+",
    "D3"
   ]
  ]
 ]
}