{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Annihilators",
 "Faction": "Stormcast Eternals",
 "Title": "Annihilators",
 "Legend": "The Annihilators are dispatched to unleash Sigmar’s own destructive wrath. These hulking goliaths are often held to be immortal by onlookers; they arrive on the battlefield in a crushing sidelong charge, shattering all before them.",
 "PitchBattleProfile": {
  "UnitSize": "3",
  "Points": "150",
  "Role": "None",
  "BaseSize": "40",
  "Notes": "Battleline in a Knights Excelsior army"
 },
 "Intro": "Each model in an Annihilators unit is armed with a Meteoric Hammer.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Devastation Brotherhood • Hammerstrike Force"
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be an Annihilator-Prime. Add 1 to the Attacks characteristic of that model’s Meteoric Hammer."
  },
  {
   "Name": "Blazing Impact",
   "Fluff": "Annihilators arrive upon the field with devastating force, twin-tailed trails streaking behind them as an earth-shattering shockwave blasts apart the foes of Sigmar.",
   "Rule": "After this unit is set up on the battlefield for the first time, roll a dice for each enemy unit within 10\" of this unit. On a 3+, that unit suffers D3 mortal wounds. In addition, you can re-roll charge rolls for this unit if it was set up on the battlefield in the same turn."
  },
  {
   "Name": "Force Of A Falling Star",
   "Fluff": "Annihilators move with comet-like force, and as they build up momentum, their blows and movements are followed by the same shockwave that accompanied their arrival.",
   "Rule": "Force of a Falling Star: After this unit makes a charge move, you can pick 1 enemy unit within 1\" of this unit and roll a number of dice equal to the unmodified charge roll for that charge move. Subtract 1 from the roll if this unit only has 2 models. Subtract 2 from the roll if this unit only has 1 model. For each 4+, that enemy unit suffers 1 mortal wound."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Thunderstrike",
  "Paladin",
  "Annihilators"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "3",
  "Save": "2+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Meteoric Hammer",
    "1\"",
    "3",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}