{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Aventis-Firestrike-Magister-of-Hammerhal",
 "Faction": "Stormcast Eternals",
 "Title": "Aventis Firestrike, Magister of Hammerhal",
 "Legend": "The Lord-Arcanum Firestrike is the most exalted Stormcast mage in Hammerhal. He rides a mighty Tauralon to war, and has within him a heart of primordial fire, enabling him to channel the energy of not only Azyr but also Aqshy.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "270",
  "Role": "Leader",
  "BaseSize": "100",
  "Notes": "Single, Unique"
 },
 "Intro": "Aventis Firestrike, Magister of Hammerhal, is armed with the Staff of Hammerhal.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Grand Convocation • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 2 spells in your hero phase and attempt to unbind 2 spells in the enemy hero phase."
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Tauralon is armed with Horns and Stamping Hooves."
  },
  {
   "Name": "Comet Trail",
   "Fluff": "The flight of a Tauralon is accompanied by sparkling Azyrite energies that serve as a beacon to keen-eyed Sigmarite warriors.",
   "Rule": "After this unit has made a normal move, add 1 to hit rolls for attacks made by friendly HAMMERS OF SIGMAR and HAMMERHAL units within 3\" of this unit until your next hero phase."
  },
  {
   "Name": "Cycle Of The Storm",
   "Fluff": "A Lord-Arcanum is capable of capturing the soul-stuff of a fallen Stormcast Eternal, returning it tc the battlefield to continue the fight.",
   "Rule": "Cycle of the Storm: Once per turn, before you allocate a wound or mortal wound to another friendly STORMCAST ETERNALS unit within 18\" of this unit, and that wound or mortal wound would cause a model in that unit to be slain, you can say that this unit will capture and return that warrior’s soul. If you do so, that wound or mortal wound is negated."
  },
  {
   "Name": "Thunderhead Crown",
   "Fluff": "Aventis’s helm taps into the Anvil of Apotheosis, renewing him even in the thick of battle.",
   "Rule": "In your hero phase, you can heal up to D3 wounds allocated to this unit."
  },
  {
   "Name": "Pyroelectric Blast",
   "Fluff": "By combining the magic of Aqshy and Azyr, Aventis can channel a blast of power that can melt even solid stone.",
   "Rule": "Pyroelectric Blast is a spell that has a casting value of 7 and a range of 9\". If successfully cast, pick 1 point on the battlefield within range and visible to the caster. Each enemy unit within 3\" of that point suffers D3 mortal wounds."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Hammers Of Sigmar",
  "Sacrosanct",
  "Hero",
  "Monster",
  "Wizard",
  "Tauralon",
  "Lord",
  "Lord-Arcanum",
  "Aventis",
  "Firestrike"
 ],
 "Profile": {
  "Movement": "14\"",
  "Wounds": "12",
  "Save": "3+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Staff of Hammerhal",
    "2\"",
    "4",
    "3+",
    "3+",
    "-2",
    "2"
   ],
   [
    "Horns and Stamping Hooves",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "D3"
   ]
  ]
 ]
}