{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Celestant-Prime-Hammer-of-Sigmar",
 "Faction": "Stormcast Eternals",
 "Title": "Celestant-Prime, Hammer of Sigmar",
 "Legend": "First of the Stormcasts, the Celestant-Prime embodies Sigmar’s storm. He descends with the force of the thunderbolt, wielding Ghal Maraz to strike down all in his path while summoning punishing meteor showers.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "330",
  "Role": "Leader",
  "BaseSize": "100",
  "Notes": "Single, Unique"
 },
 "Intro": "The Celestant-Prime, Hammer of Sigmar, is armed with Ghal Maraz.",
 "Rules": [
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This model can fly."
  },
  {
   "Name": "Cometstrike Sceptre",
   "Fluff": "Blazing with celestial might, the Celestant-Prime raises his sceptre high before letting it fall, causing comets to rain from above.",
   "Rule": "In your shooting phase, you can pick 1 point on the battlefield within 24\" of this unit and visible to it. Each enemy unit within 3\" of that point suffers D3 mortal wounds."
  },
  {
   "Name": "Retribution From On High",
   "Fluff": "The Celestant-Prime descends from Azyr into the thickest fighting, Ghal Maraz glowing with power as it smites the foe.",
   "Rule": "Retribution from On High: Instead of setting up this unit on the battlefield, you can place it to one side and say that it is set up in the heavens as a reserve unit. If you do so, at the end of your movement phase, you must say if this unit will remain in reserve or if it will strike from the heavens.At the end of your movement phase, if this unit remains in reserve, add 2 to the Attacks characteristic of this unit’s Ghal Maraz for the rest of the battle. If this unit strikes from the heavens, set this unit up on the battlefield more than 9\" from all enemy units."
  },
  {
   "Name": "Orrery Of Celestial Fates",
   "Fluff": "A storm of celestial energy swirls around the Celestant-Prime's feet, granting him mystic insights that aid him in battle.",
   "Rule": "Orrery of Celestial Fates: Once per turn, before you make a hit or wound roll for an attack made by this unit, a save roll for an attack that targets this unit, or a run or charge roll for this unit, you can say that you will foresee the result of the roll. If you do so, instead of making the roll, you must choose the result of the roll. The result chosen for a D6 roll must be a whole number from 1 to 6, and the result chosen for a 2D6 roll must be a whole number from 2 to 12. The result cannot be re-rolled, but any modifiers are applied to it as normal."
  },
  {
   "Name": "Eye Of The Celestial Storm",
   "Fluff": "The celestial storm brought by the Celestant-Prime makes it almost impossible for his foes to land a clean strike.",
   "Rule": "Eye of the Celestial Storm: This unit has a ward of 4+."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Hero",
  "Celestant-Prime"
 ],
 "Profile": {
  "Movement": "12\"",
  "Wounds": "8",
  "Save": "3+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Ghal Maraz",
    "2\"",
    "3",
    "3+",
    "2+",
    "-3",
    "3"
   ]
  ]
 ]
}