{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Domitan-s-Stormcoven",
 "Faction": "Stormcast Eternals",
 "Title": "Domitan’s Stormcoven",
 "Legend": "Domitan’s Stormcoven, war-mages of the mysterious Valedictor Temple, are surrounded by a strange aura of aetheric lightning-energy. Though the nature of this power evades even their study, the trio nevertheless excel in harnessing it through waves of crackling magic.",
 "PitchBattleProfile": {
  "UnitSize": "3",
  "Points": "275",
  "Role": "None",
  "BaseSize": "40",
  "Notes": "Single, Unique"
 },
 "Intro": "The models in Domitan’s Stormcoven are Domitan, Eye of the Storm, Leona Stratosi and Sarpon, the Cyclone. Each is armed with Azyrite Bolts and Valedictor Weapons.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: While this unit has 2 or more models, it can attempt to cast 2 spells in your hero phase and attempt to unbind 2 spells in the enemy hero phase. While this unit has 1 model, it can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase."
  },
  {
   "Name": "Gather The Aether",
   "Fluff": "Domitan’s Stormcoven harness the aether and store its power, ready to be unleashed at a moment’s notice.",
   "Rule": "Gather the Aether: At the start of each battle round, if this unit is on the battlefield, after determining who has the first turn but before the first turn begins, you can pick 1 large battlefield quarter. That battlefield quarter becomes aethercharged until the end of the battle round."
  },
  {
   "Name": "Scouring Arcs",
   "Fluff": "Domitan’s Stormcoven draw upon the harnessed aether to imbue their weapons with the deadly power of the storm.",
   "Rule": "Add 1 to hit rolls for attacks made by this unit while is wholly within an aethercharged battlefield quarter."
  },
  {
   "Name": "Aethershock",
   "Fluff": "Domitan’s Stormcoven unleash aether-charged energy across the battlefield, bolstering their allies or blasting enemies to the ground.",
   "Rule": "This unit cannot attempt to cast this spell unless it is wholly within an aethercharged battlefield quarter. Aethershock is a spell that has a casting value of 8. If successfully cast, pick 1 unit within an aethercharged battlefield quarter that is visible to the caster. If you picked a friendly unit, the strikefirst effect applies to that unit until the start of your next hero phase. If you picked an enemy unit, the strike-last effect applies to that unit until the start of your next hero phase."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Thunderstrike",
  "Hammers Of Sigmar",
  "Wizard",
  "Knight",
  "Domitan’s",
  "Stormcoven"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "4",
  "Save": "3+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Azyrite Bolts",
    "18\"",
    "2",
    "3+",
    "4+",
    "-1",
    "D3"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Valedictor Weapons",
    "2\"",
    "3",
    "3+",
    "4+",
    "-1",
    "D3"
   ]
  ]
 ]
}