{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Drakesworn-Templar",
 "Faction": "Stormcast Eternals",
 "Title": "Drakesworn Templar",
 "Legend": "Drakesworn Templars are rare souls, Stormcasts pure enough to forge a bond with a noble Stardrake. They are the lieutenants of the Extremis chambers, each capable of turning the tide of battle through their deeds.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "400",
  "Role": "Leader, Behemoth",
  "BaseSize": "170 x 105",
  "Notes": "Single"
 },
 "Intro": "A Drakesworn Templar is armed with a Skybolt Bow and 1 of the following weapon options: Arc Hammer; Stormlance; or Tempest Axe.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Drakesworn Temple"
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Stardrake is armed with a Rain of Stars, Great Claws and Sweeping Tail."
  },
  {
   "Name": "Arcane Lineage",
   "Fluff": "Stardrakes are the children of Dracothion, and they possess innate power over the magic of the realms.",
   "Rule": "Add 1 to casting rolls for friendly WIZARDS within 18\" of this unit and subtract 1 from casting rolls for enemy WIZARDS within 18\" of this unit."
  },
  {
   "Name": "Cavernous Jaws",
   "Fluff": "The enormous maw of a Stardrake can bite a foe in half.",
   "Rule": "After this unit makes a pile-in move, you can say that this unit’s Stardrake will bite the enemy with its cavernous jaws. If you do so, pick a number of enemy models within 3\" of this unit equal to or less than the Cavernous Jaws value shown on this unit’s damage table, and roll a dice for each. If the roll is greater than that model’s Wounds characteristic, it is slain."
  },
  {
   "Name": "Arc Hammer",
   "Fluff": "The static hum of an arc hammer rises to an almighty concussive crescendo as it strikes.",
   "Rule": "If the unmodified hit roll for an attack made with an Arc Hammer is 6, that attack scores 2 hits on the target instead of 1. Make a wound and save roll for each hit."
  },
  {
   "Name": "Stormlance",
   "Fluff": "When fighting fearsome creatures, a well-placed blow from a stormlance channels the power of Sigmar into the unfortunate beast.",
   "Rule": "If the unmodified hit roll for an attack made with a Stormlance that targets a MONSTER is 6, the target suffers D6 mortal wounds and the attack sequence ends (do not make a wound or save roll)."
  },
  {
   "Name": "Tempest Axe",
   "Fluff": "The hurricane force emanating from a tempest axe is enough to slow the foe’s attack.",
   "Rule": "Enemy models within 3\" of a unit armed with a Tempest Axe cannot move more than 1\" when making a pile-in move."
  },
  {
   "Name": "Celestial Blast",
   "Fluff": "Skyboit bows can unleash a deadly blast of celestial energy when they strike a foe.",
   "Rule": "If the unmodified hit roll for an attack made with a Skybolt Bow is 6, the target suffers 1 mortal wound and the attack sequence ends (do not make a wound or save roll)."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Hero",
  "Monster",
  "Stardrake",
  "Drakesworn",
  "Templar"
 ],
 "Profile": {
  "Movement": "*",
  "Wounds": "18",
  "Save": "4+",
  "Bravery": "9"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Rain of Stars",
    "30\"",
    "*",
    "3+",
    "2+",
    "-3",
    "2"
   ],
   [
    "Skybolt Bow",
    "24\"",
    "2",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Arc Hammer",
    "2\"",
    "3",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Stormlance",
    "2\"",
    "3",
    "3+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Tempest Axe",
    "2\"",
    "6",
    "3+",
    "3+",
    "-",
    "1"
   ],
   [
    "Sweeping Tail",
    "3\"",
    "D6",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Great Claws",
    "1\"",
    "4",
    "3+",
    "3+",
    "-2",
    "2"
   ]
  ],
  [
   [
    "Wounds Suffered",
    "Move",
    "Rain of Stars",
    "Cavernous Jaws"
   ],
   [
    "0-8",
    "12\"",
    "4",
    "3"
   ],
   [
    "9-11",
    "11\"",
    "3",
    "2"
   ],
   [
    "12-14",
    "10\"",
    "2",
    "2"
   ],
   [
    "15+",
    "8\"",
    "1",
    "1"
   ]
  ]
 ]
}