{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Evocators",
 "Faction": "Stormcast Eternals",
 "Title": "Evocators",
 "Legend": "Armed with sword and stave, Evocators are masterful warriors. Their true strength, however, lies in harnessing Azyr’s mystical energies to summon chain lightning arcs that scour the foe or infusing their allies with tempestuous strength.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "220",
  "Role": "None",
  "BaseSize": "40",
  "Notes": ""
 },
 "Intro": "Each model in an Evocators unit is armed with 1 of the following weapon options: Tempest Blade and Stormstave; or Grandstave. Each model in the unit can be armed with a different weapon option.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Cleansing Phalanx • Sempiternals Cleansing Phalanx"
  },
  {
   "Name": "Empower",
   "Fluff": "",
   "Rule": "WIZARD: This unit is a WIZARD while this unit has 2 or more models. It can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase. It only knows the Empower spell and cannot attempt to cast any other spells. Any number of EVOCATORS units can attempt to cast Empower in the same hero phase."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be an Evocator-Prime. Add 1 to the Attacks characteristic of that model’s Tempest Blade and Stormstave or Grandstave."
  },
  {
   "Name": "Celestial Lightning Arc",
   "Fluff": "Evocators summon bands of celestial lightning that arc around their weapons.",
   "Rule": "After this unit has fought for the first time in a phase and all of its attacks have been resolved, you can pick 1 enemy unit within 3\" of this unit. Roll 2 dice for each model in this unit. For each 4+, that enemy unit suffers 1 mortal wound."
  },
  {
   "Name": "Empower",
   "Fluff": "When gathered in enough numbers, Evocators can empower themselves or their comrades.",
   "Rule": "Empower is a spell that has a casting value of 6 and a range of 12\". If successfully cast, pick 1 friendly REDEEMER or SACROSANCT unit wholly within range. Add 1 to wound rolls for attacks made by that unit until your next hero phase."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Sacrosanct",
  "Corpuscant",
  "Evocators"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "3",
  "Save": "4+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Tempest Blade and Stormstave",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Grandstave",
    "1\"",
    "3",
    "3+",
    "3+",
    "-",
    "2"
   ]
  ]
 ]
}