{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Gavriel-Sureheart",
 "Faction": "Stormcast Eternals",
 "Title": "Gavriel Sureheart",
 "Legend": "Gavriel Sureheart is an unstoppable force of righteousness and liberation. The Lord-Celestant is only satisfied when on the attack, relentlessly leading from the front and cutting down his foes in a whirlwind of blows.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "110",
  "Role": "Leader",
  "BaseSize": "40",
  "Notes": "Single, Unique"
 },
 "Intro": "Gavriel Sureheart is armed with a Starbound Blade and Sigmarite Thundershield.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "Inescapable Vengeance",
   "Fluff": "A Lord-Celestant is a fearsome fighter, smashing into the enemy with a flurry of blows.",
   "Rule": "If the unmodified hit roll for an attack made with a melee weapon by this unit is 6, the target suffers 2 mortal wounds and the attack sequence ends (do not make a wound or save roll)."
  },
  {
   "Name": "Once More, For Sigmar, Charge!",
   "Fluff": "Gavriel raises his blade to the sky, exhorting his forces into the foe’s battlelines.",
   "Rule": "You can re-roll charge rolls for this unit. In addition, once per turn, this unit can issue the Forward to Victory command to a friendly HAMMERS OF SIGMAR unit without a command point being spent."
  },
  {
   "Name": "Sigmarite Thundershield",
   "Fluff": "When struck with sufficient force, thundershields unleash stored storm energy to blast those attempting to attack.",
   "Rule": "If the unmodified save roll for an attack made with a melee weapon that targets this unit is 6, the attacking unit suffers 1 mortal wound after all of its attacks have been resolved."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Hammers Of Sigmar",
  "Hero",
  "Lord",
  "Lord-Celestant",
  "Gavriel",
  "Sureheart"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "6",
  "Save": "3+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Starbound Blade",
    "1\"",
    "5",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}