{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Knight-Draconis",
 "Faction": "Stormcast Eternals",
 "Title": "Knight-Draconis",
 "Legend": "Only one who has truly bonded with a Draconith can become a Knight-Draconis. Such unity is symbolised by the flaming blades these champions wield, and they eagerly bring burning death to any foe that stands before them.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "300",
  "Role": "Leader",
  "BaseSize": "105 x 70",
  "Notes": "Single"
 },
 "Intro": "A Knight-Draconis is armed with a Aeonfire Blade.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Draconith is armed with a Draconic Flamestream and Draconic Fangs and Talons."
  },
  {
   "Name": "Arcane Heritage",
   "Fluff": "Whether raised within the temple-vessels of the Seraphon or born in the wilds of the realms, every young Draconith has developed a resistance to the arcane.",
   "Rule": "Each time this unit is affected by a spell or the abilities of an endless spell, you can roll a dice. On a 4+, ignore the effect of that spell or the effects of that endless spell’s abilities on this unit."
  },
  {
   "Name": "Draconic Flamestream",
   "Fluff": "A Draconith can unleash annihilating streams of wyrmflame with each exhalation.",
   "Rule": "Do not use the attack sequence for an attack made with a Draconic Flamestream. Instead, roll a dice. On a 1-2, nothing happens. On a 3-4, the target suffers D3 mortal wounds. On a 5-6, the target suffers D6 mortal wounds."
  },
  {
   "Name": "Wrath Of The Draconith",
   "Fluff": "At their champion’s command, the Stormdrake Guard loose the searing force of their mounts when their foe least expects it.",
   "Rule": "Wrath of the Draconith: Once per battle, in your hero phase, you can pick 1 friendly STORMDRAKE GUARD unit wholly within 12\" of this unit that has not made a shooting attack in that phase. That unit can shoot."
  },
  {
   "Name": "Dragged Into The Tempest",
   "Fluff": "Propelling themselves skywards with immense force, a Draconith drags their victims into the clouds to be torn asunder and hurled down onto the battlefield as a grisly ruin.",
   "Rule": "Dragged into the Tempest: In the combat phase, after all of this unit’s attacks have been resolved, you can pick 1 enemy unit within 1\" of this unit and roll a dice. If the roll is greater than that unit’s Wounds characteristic, your opponent must pick 1 model in that unit. That model is slain."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Thunderstrike",
  "Hero",
  "Monster",
  "Draconith",
  "Knight",
  "Knight-Draconis"
 ],
 "Profile": {
  "Movement": "12\"",
  "Wounds": "11",
  "Save": "3+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Draconic Flamestream",
    "12\"",
    "1",
    "See below"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Aeonfire Blade",
    "1\"",
    "5",
    "3+",
    "2+",
    "-3",
    "2"
   ],
   [
    "Draconic Fangs and Talons",
    "3\"",
    "4",
    "3+",
    "3+",
    "-2",
    "2"
   ]
  ]
 ]
}