{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Liberators",
 "Faction": "Stormcast Eternals",
 "Title": "Liberators",
 "Legend": "Countless tyrants have fallen to the Liberators. These staunch souls are the most famed Redeemer warriors; whether forming implacable shieldwalls or expertly wielding paired weapons, they are undeniably the soul of the Stormhost made manifest.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "100",
  "Role": "Battleline",
  "BaseSize": "40",
  "Notes": ""
 },
 "Intro": "Each model in a Liberators unit is armed with 1 of the following weapon options: Heavens-wrought Weapon and Sigmarite Shield; or Paired Heavens-wrought Weapons. All models in the unit must be armed with the same weapon option. 1 in every 5 models can replace their weapon option with a Grandweapon.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Thunderhead Brotherhood • Vanguard Wing"
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Liberator-Prime. Add 1 to the Attacks characteristic of that model’s Heavens-wrought Weapons, Paired Heavens-wrought Weapons or Grandweapon."
  },
  {
   "Name": "Lay Low The Tyrants",
   "Fluff": "Once a Liberator shieldwall has endured the charge of foes seeking to uproot them, bloody justice is dealt.",
   "Rule": "At the end of the combat phase, you can pick 1 enemy unit that is both within 1\" of this unit and within 6\" of an objective, and roll a dice. On a 4+, that unit suffers D3 mortal wounds."
  },
  {
   "Name": "Sigmarite Shields",
   "Fluff": "Stormcast Eternals can use their sigmarite shields to create an impregnable shieldwall.",
   "Rule": "Add 1 to save rolls for attacks that target this unit if at least half of the models in this unit (rounding down) are armed with Sigmarite Shields."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Redeemer",
  "Liberators"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "2",
  "Save": "4+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Heavens-wrought Weapon",
    "1\"",
    "2",
    "3+",
    "4+",
    "-1",
    "1"
   ],
   [
    "Paired Heavens-wrought Weapons",
    "1\"",
    "3",
    "3+",
    "4+",
    "-1",
    "1"
   ],
   [
    "Grandweapon",
    "1\"",
    "2",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}