{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Lord-Commander-Bastian-Carthalos",
 "Faction": "Stormcast Eternals",
 "Title": "Lord-Commander Bastian Carthalos",
 "Legend": "Bastian Carthalos is Lord-Commander of the Hammers of Sigmar. Long has this noble soul served as Castellan of Azyr, but now he must unleash the power of the Great Bolt Skjordamar on the realms at large.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "300",
  "Role": "Leader",
  "BaseSize": "50",
  "Notes": "Single, Unique"
 },
 "Intro": "Lord-Commander Bastian Carthalos is armed with Uskavar, the Sunderer.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "The Thunderborn",
   "Fluff": "Bastian calls forth thunderbolts from Azyr to strike the enemy.",
   "Rule": "Once per turn, in your hero phase, you can pick 1 enemy unit on the battlefield and roll a number of dice equal to the Wounds characteristic of that unit. For each 6, that unit suffers 1 mortal wound."
  },
  {
   "Name": "Castellan Of Azyr",
   "Fluff": "Centuries spent commanding Sigmar’s prime Stormhost have sharpened Bastian’s tactical nous to a deadly edge. There are few more adept warlords than he in all the armies of Order.",
   "Rule": "Castellan of Azyr: At the start of the first battle round, after determining who has the first turn but before the first turn begins, you can pick up to D3 friendly HAMMERS OF SIGMAR units on the battlefield and set them up again (any restrictions in the deployment instructions for the battleplan being used still apply)."
  },
  {
   "Name": "Vessel Of The Tempest",
   "Fluff": "Valour and determination saw Bastian Reforged with one of the Great Bolts, remade as everlasting as the blinding lights of Azyr.",
   "Rule": "Vessel of the Tempest: This unit has a ward of 4+."
  },
  {
   "Name": "Voice Of Thunder",
   "Fluff": "Lord-Commanders are among the few faithful who can commune with Sigmar in the heat of battle. Their words are like booming thunderclaps, each order ringing across the battlefield.",
   "Rule": "Voice of Thunder: Once per turn, this unit can issue a command to a HAMMERS OF SIGMAR unit anywhere on the battlefield without a command point being spent."
  },
  {
   "Name": "Mantle Of The First Storm",
   "Fluff": "Bastian’s armour is among the first of its kind, laboured over by Grungni himself and charged with the same holy energies as the Anvil of Apotheosis. It is a symbol of, and potent boon to, the Thunderborn’s already legendary willpower.",
   "Rule": "Mantle of the First Storm: At the end of a phase, if any enemy models were slain by wounds caused by this unit’s attacks in that phase, you can heal all wounds allocated to this unit."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Thunderstrike",
  "Hammers Of Sigmar",
  "Hero",
  "Lord",
  "Lord-Commander",
  "Bastian",
  "Carthalos"
 ],
 "Profile": {
  "Movement": "6\"",
  "Wounds": "8",
  "Save": "3+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Uskavar, the Sunderer",
    "2\"",
    "4",
    "3+",
    "2+",
    "-2",
    "4"
   ]
  ]
 ]
}