{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Lord-Relictor",
 "Faction": "Stormcast Eternals",
 "Title": "Lord-Relictor",
 "Legend": "Clad in sinister Mortis armour, the Lord-Relictors are grim soul-priests and mighty warriors both. For all their dour appearance, each is a true hero, their prayers channelling Sigmar’s power to be unleashed upon the battlefield.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "130",
  "Role": "Leader",
  "BaseSize": "40",
  "Notes": "Single"
 },
 "Intro": "A Lord-Relictor is armed with a Relic Hammer.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "Mortis Priest",
   "Fluff": "Though all mortals chosen by the God-King demonstrate their martial strength, those selected to become Lord-Relictors possess a rare wisdom that sets them apart.",
   "Rule": "Add 1 to chanting rolls for this unit."
  },
  {
   "Name": "Healing Storm",
   "Fluff": "A Lord-Relictor can call down cleansing bolts from the sky, invigorating their allies with the power of the storm and closing even the most grievous wounds.",
   "Rule": "Healing Storm is a prayer that has an answer value of 4 and a range of 12\". If answered, pick 1 friendly STORMCAST ETERNALS unit wholly within range and visible to the chanter. Heal up to D3 wounds allocated to that unit."
  },
  {
   "Name": "Lightning Storm",
   "Fluff": "Lord-Relictors can pray to Sigmar to bless the battlefield with a spear of blinding lightning.",
   "Rule": "Lightning Storm is a prayer that has an answer value of 4 and a range of 12\". If answered, pick 1 enemy unit within range and visible to the chanter. That unit suffers D3 mortal wounds. In addition, subtract 1 from hit rolls for attacks made by that unit until your next hero phase."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Hero",
  "Priest",
  "Totem",
  "Lord",
  "Lord-Relictor"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "6",
  "Save": "3+",
  "Bravery": "9"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Relic Hammer",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}