{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Lord-Arcanum-on-Tauralon",
 "Faction": "Stormcast Eternals",
 "Title": "Lord-Arcanum on Tauralon",
 "Legend": "Lord-Arcanums who ride Tauralons are masters of the heavens. From their lofty vantage point, they unleash a hurricane of Azyrite magics, while those who fight in their wake are invigorated by the magical wake left by the great winged beast.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "250",
  "Role": "Leader",
  "BaseSize": "100",
  "Notes": "Single"
 },
 "Intro": "A Lord-Arcanum on Tauralon is armed with an Aetherstave.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Grand Convocation • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase."
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Tauralon is armed with Horns and Stamping Hooves."
  },
  {
   "Name": "Comet Trail",
   "Fluff": "The flight of a Tauralon is accompanied by sparkling Azyrite energies that serve as a beacon to keen-eyed Sigmarite warriors.",
   "Rule": "After this unit has made a normal move, add 1 to hit rolls for attacks made by friendly STORMCAST ETERNALS and CITIES OF SIGMAR units within 3\" of this unit until your next hero phase."
  },
  {
   "Name": "Cycle Of The Storm",
   "Fluff": "A Lord-Arcanum is capable of capturing the soul-stuff of a fallen Stormcast Eternal, returning it to the battlefield to continue the fight.",
   "Rule": "Cycle of the Storm: Once per turn, before you allocate a wound or mortal wound to another friendly STORMCAST ETERNALS unit within 18\" of this unit, and that wound or mortal wound would cause a model in that unit to be slain, you can say that this unit will capture and return that warrior’s soul. If you do so, that wound or mortal wound is negated."
  },
  {
   "Name": "Lightning Orb",
   "Fluff": "Gathering the storm into a sphere of pure Azyrite force, the Lord-Arcanum hurls it into the enemy ranks.",
   "Rule": "Lightning Orb is a spell that has a casting value of 6 and a range of 12\". If successfully cast, pick 1 point on the battlefield within range and visible to the caster. Roll a dice for each enemy unit within 3\" of that point. On a 4+, that unit suffers D3 mortal wounds."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Sacrosanct",
  "Hero",
  "Monster",
  "Wizard",
  "Tauralon",
  "Lord",
  "Lord-Arcanum"
 ],
 "Profile": {
  "Movement": "14\"",
  "Wounds": "12",
  "Save": "3+",
  "Bravery": "9"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Aetherstave",
    "2\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Horns and Stamping Hooves",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "D3"
   ]
  ]
 ]
}