{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Lord-Arcanum",
 "Faction": "Stormcast Eternals",
 "Title": "Lord-Arcanum",
 "Legend": "Lord-Arcanums are masters of the Sacrosanct chambers. In battle, they unleash storms of celestial force or employ strange spirit-sorceries to rebind the souls of fallen comrades to their bodies, allowing them to fight on.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "140",
  "Role": "Leader",
  "BaseSize": "40",
  "Notes": "Single"
 },
 "Intro": "A Lord-Arcanum is armed with an Aetherstave.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Grand Convocation • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase."
  },
  {
   "Name": "Aetheric Manipulation",
   "Fluff": "This wizard can manipulate the aetheric energies of the realms, channelling them into powerful spells to speed them towards the enemy.",
   "Rule": "When moving a predatory endless spell controlled by this unit, add 6\" to the distance that the endless spell can be moved in that phase."
  },
  {
   "Name": "Cycle Of The Storm",
   "Fluff": "A Lord-Arcanum is capable of capturing the soul-stuff of a fallen Stormcast Eternal, returning it to the battlefield to continue the fight.",
   "Rule": "Cycle of the Storm: Once per turn, before you allocate a wound or mortal wound to another friendly STORMCAST ETERNALS unit within 18\" of this unit, and that wound or mortal wound would cause a model in that unit to be slain, you can say that this unit will capture and return that warrior’s soul. If you do so, that wound or mortal wound is negated."
  },
  {
   "Name": "Thunderclap",
   "Fluff": "The Lord-Arcanum gathers power from Azyr and unleashes a mighty thunderclap, stunning and deafening nearby enemies.",
   "Rule": "Thunderclap is a spell that has a casting value of 6 and a range of 18\". If successfully cast, pick 1 enemy unit within range and visible to the caster. Subtract 1 from hit rolls for attacks made by that unit until your next hero phase."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Sacrosanct",
  "Hero",
  "Wizard",
  "Lord",
  "Lord-Arcanum"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "6",
  "Save": "3+",
  "Bravery": "9"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Aetherstave",
    "2\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}