{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Lord-Castellant",
 "Faction": "Stormcast Eternals",
 "Title": "Lord-Castellant",
 "Legend": "Masters of defensive warfare, the Lord-Castellants oversee the fortification of Sigmar’s empire. The mystical lanterns they carry are empowered by celestial energies, bolstering their wounded Stormcast brethren even as they hurl back the tainted foe.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "160",
  "Role": "Leader",
  "BaseSize": "40",
  "Notes": "Single"
 },
 "Intro": "A Lord-Castellant is armed with a Castellant's Halberd.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Lords of the Exemplar Chamber • Lords of the Harbinger Chamber • Lords of the Warrior Chamber"
  },
  {
   "Name": "Companion",
   "Fluff": "",
   "Rule": "COMPANION: This unit is accompanied by a Gryph-hound armed with a Vicious Beak and Claws. The Gryph-hound must remain within 1\" of the Lord-Castellant. For rules purposes, the Lord-Castellant and Gryph-hound are treated as a single model."
  },
  {
   "Name": "Warding Lantern",
   "Fluff": "Filled with holy energies, a warding lantern either imbues nearby Stormcast Eternals with power or burns their foes.",
   "Rule": "In your hero phase, you can either pick 1 friendly STORMCAST ETERNALS unit wholly within 18\" of this unit or 1 enemy unit wholly within 18\" of this unit.If you pick a friendly STORMCAST ETERNALS unit, add 1 to save rolls for attacks that target that unit until your next hero phase.If you pick an enemy unit, roll a dice. On a 2+, the target suffers D3 mortal wounds. The same unit cannot be affected by this ability more than once per turn."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Hero",
  "Totem",
  "Lord",
  "Lord-Castellant"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "8",
  "Save": "3+",
  "Bravery": "9"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Castellant’s Halberd",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Vicious Beak and Claws",
    "1\"",
    "4",
    "3+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}