{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Lord-Imperatant",
 "Faction": "Stormcast Eternals",
 "Title": "Lord-Imperatant",
 "Legend": "Amongst the greatest of Sigmar’s strategists, a Lord-Imperatant’s most notable strength lies in their ability to lead their forces as one unstoppable war engine, orchestrating the foe’s downfall through booming commands.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "140",
  "Role": "",
  "BaseSize": "",
  "Notes": "Single"
 },
 "Intro": "A Lord-Imperatant is armed with a Stormcaller Baton and Blessed Warhammer.",
 "Rules": [
  {
   "Name": "Companion",
   "Fluff": "",
   "Rule": "COMPANION: This unit is accompanied by a Gryph-hound armed with a Vicious Beak and Claws. The Gryph-hound must remain within 1\" of the Lord-Imperatant. For rules purposes, the Lord-Imperatant and Gryph-hound are treated as a single model."
  },
  {
   "Name": "Distinguished Leader",
   "Fluff": "Lord-Imperatants are trained to be true masters of the battlefront and can direct many echelons of warriors as if they were but a singular entity.",
   "Rule": "Once per turn, this unit can issue a command without a command point being spent."
  },
  {
   "Name": "Guided By Lightning",
   "Fluff": "With the aid of their enchanted stormcaller baton, a Lord-Imperatant can direct the arrival of their Thunderstrike brethren with the utmost precision.",
   "Rule": "Guided by Lightning: Once per turn, at the end of your movement phase, if any friendly units with this ability are on the battlefield, you can say that they will guide the arrival of Sigmar’s warriors. If you do so, pick 1 friendly STORMCAST ETERNALS THUNDERSTRIKE unit with a Wounds characteristic of 3 or less that is in reserve. When you use the Scions of the Storm allegiance ability to set up that unit on the battlefield in that phase, you can set it up more than 7\" from all enemy units instead of more than 9\"."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Thunderstrike",
  "Hero",
  "Lord",
  "Lord-Imperatant"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "7",
  "Save": "3+",
  "Bravery": "9"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Stormcaller Baton",
    "18\"",
    "D6",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Blessed Warhammer",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Vicious Beak and Claws",
    "1\"",
    "4",
    "3+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}