{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Steelheart-s-Champions",
 "Faction": "Stormcast Eternals",
 "Title": "Steelheart’s Champions",
 "Legend": "The Liberator retinue known as Steelheart’s Champions embodies the resolute heroism of the Hammer of Sigmar. They have earned countless battle honours, and few foes cannot be overcome by the strength of their fellowship.",
 "PitchBattleProfile": {
  "UnitSize": "3",
  "Points": "90",
  "Role": "None",
  "BaseSize": "40",
  "Notes": "Single, Unique"
 },
 "Intro": "The models in Steelheart’s Champions are Severin Steelheart, Obryn the Bold and Angharad Brightshield. Severin Steelheart is armed with a Broadsword. Obryn the Bold is armed with a Grandhammer. Angharad Brightshield is armed with a Warhammer.",
 "Rules": [
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: Severin Steelheart is the unit champion. If the target unit has 5 or more models, you can re-roll failed hit rolls for attacks made with that model’s Broadsword."
  },
  {
   "Name": "Heroic Guard",
   "Fluff": "Steelheart’s Champions stand impervious and unyielding in the face of the enemy.",
   "Rule": "If an enemy unit finishes a charge move within ½\" of this unit, add 1 to save rolls for attacks that target this unit until the end of that turn."
  },
  {
   "Name": "Lay Low The Tyrants",
   "Fluff": "Once a Liberator shield wall has endured the charge of foes seeking to uproot them, bloody justice is dealt.",
   "Rule": "Lay Low the Tyrants: At the end of the combat phase, you can pick 1 enemy unit that is both within 1\" of this unit and within 6\" of an objective, and roll a dice. On a 4+, that unit suffers D3 mortal wounds."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Hammers Of Sigmar",
  "Redeemer",
  "Liberators",
  "Steelheart's",
  "Champions"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "2",
  "Save": "4+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Broadsword",
    "1\"",
    "3",
    "3+",
    "4+",
    "-1",
    "2"
   ],
   [
    "Grandhammer",
    "1\"",
    "2",
    "4+",
    "3+",
    "-1",
    "3"
   ],
   [
    "Warhammer",
    "1\"",
    "3",
    "3+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}