{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/stormcast-eternals/Vigilors",
 "Faction": "Stormcast Eternals",
 "Title": "Vigilors",
 "Legend": "Clad in thunderstrike armour, Vigilors are skilled archers who fearlessly scout out a path for their brethren. Their arrows conjure brief flashes of lightning upon impact, a form of battle-cant that directs the advance of their kin.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "150",
  "Role": "None",
  "BaseSize": "40",
  "Notes": "Battleline in a Stormcast Eternals army if general is a KNIGHT-JUDICATOR"
 },
 "Intro": "Each model in a Vigilors unit is armed with a Stormcaller Bow and Stormblade.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Thunderhead Brotherhood • Vanguard Wing • Lord Vorst’s Retinue"
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Vigilor-Prime. Add 1 to the Attacks characteristic of that model’s Stormcaller Bow."
  },
  {
   "Name": "Navigators Of The Storm",
   "Fluff": "Vigilors move swiftly beneath dark thunderheads to assess the path for their descending brethren. The Grungni-forged arrowheads of their stormcaller bows unleash flickers of lightning that illuminate their target and allow vital reconnaissance.",
   "Rule": "Navigators of the Storm: In the shooting phase, if any wounds caused by attacks made with this unit’s Stormcaller Bows are allocated to an enemy unit, add 1 to hit rolls for attacks that target that unit until the end of that turn. The same unit cannot be affected by this ability more than once per turn."
  }
 ],
 "Keywords": [
  "Order",
  "Stormcast Eternals",
  "Thunderstrike",
  "Justicar",
  "Vigilors"
 ],
 "Profile": {
  "Movement": "6\"",
  "Wounds": "2",
  "Save": "4+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Stormcaller Bow",
    "18\"",
    "2",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Stormblade",
    "1\"",
    "2",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ]
 ]
}