{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/maggotkin-of-nurgle/Archaon-the-Everchosen",
 "Faction": "Maggotkin of Nurgle",
 "Title": "Archaon the Everchosen",
 "Legend": "Archaon is the Everchosen, the favoured warlord of the Dark Pantheon. From atop Dorghar, the monstrous Steed of the Apocalypse, Archaon commands his legions with an iron fist, his deadly skill and unholy powers sealing the doom of entire armies.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "860",
  "Role": "Leader, Behemoth",
  "BaseSize": "160",
  "Notes": "Single, Unique"
 },
 "Intro": "Archaon, the Everchosen, is armed with the Slayer of Kings.",
 "Rules": [
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 2 spells in your hero phase and attempt to unbind 2 spells in the enemy hero phase."
  },
  {
   "Name": "Warmaster",
   "Fluff": "",
   "Rule": "WARMASTER: If this unit is included in your army, it is treated as a general even if it is not the model picked to be the army’s general. In addition, this unit can be included in a Blades of Khorne, Disciples of Tzeentch, Maggotkin of Nurgle or Hedonites of Slaanesh army. If you do so, you can still use the army’s allegiance abilities even though this unit is not from the army’s faction; however, this unit does not benefit from them."
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s mount, Dorghar, is armed with Monstrous Claws, Lashing Tails and Chimeric Heads."
  },
  {
   "Name": "The Armour Of Morkar",
   "Fluff": "Archaon’s armour is inscribed with powerful sigils of warding.",
   "Rule": "The Armour of Morkar: This unit has a ward of 5+. In addition, for each unmodified ward roll of 6, you can pick 1 enemy unit within 3\" to suffer 1 mortal wound that cannot be negated."
  },
  {
   "Name": "By My Will",
   "Fluff": "All Slaves to Darkness recognise Archaon’s supreme authority, and fear his wrath more than any foe should they fail him.",
   "Rule": "This is a command ability this unit can issue at the start of the combat phase. Another friendly CHAOS unit must receive it (this unit cannot issue this command to itself). Until the end of that phase, each time a model in the receiving unit is slain it can fight."
  },
  {
   "Name": "The Crown Of Domination",
   "Fluff": "This forbidding helm exudes a palpable aura of menace.",
   "Rule": "The Crown of Domination: Enemy units cannot receive the Rally and Inspiring Presence commands while they are within 12\" of this unit."
  },
  {
   "Name": "The Everchosen",
   "Fluff": "The Ruinous Powers shelter their champion from hostile enemy magics.",
   "Rule": "Each time this unit is affected by a spell or the abilities of an endless spell, you can roll a dice. If you do so, on a 4+, ignore the effects of that spell or endless spell on this unit."
  },
  {
   "Name": "The Eye Of Sheerian",
   "Fluff": "Ripped from the corpse of the Chaos Dragon Flamefang, this ancient treasure forewarns Archaon of events yet to pass and with this foresight the Everchosen can adapt his strategies to the flow of the battle and always stay a step ahead of his opponents.",
   "Rule": "The Eye of Sheerian: Once per battle, at the start of your hero phase, if Archaon is in a Slaves to Darkness army you command and on the battlefield, you can say he will consult the Eye of Sheerian. If you do so, roll a dice. This dice roll replaces the priority roll of the next battle round. On a 1-3 your opponent must take the first turn of that battle round. On a 4-6 you must take the first turn of that battle round. This ability cannot be used while there is an enemy Archaon on the battlefield."
  },
  {
   "Name": "The Favoured Warlord",
   "Fluff": "Each of the Chaos Gods seeks Archaon s favour and, in turn, the Everchosen manipulates their power to further his own ends.",
   "Rule": "If this unit is part of a Slaves to Darkness army, after the players have received their starting command points but before the start of the first turn, you can pick 1 of the following Mark of Chaos keywords; KHORNE, TZEENTCH, NURGLE or SLAANESH. This unit has that Mark of Chaos for the battle in addition to the UNDIVIDED Mark of Chaos."
  },
  {
   "Name": "The Slayer Of Kings",
   "Fluff": "This ancient daemonblade thirsts for the souls of champions and warlords.",
   "Rule": "The Slayer of Kings: Each time this unit fights, if the unmodified wound roll for 2 or more attacks that target the same enemy HERO with the Slayer of Kings is 6, that HERO is slain."
  }
 ],
 "Keywords": [
  "Chaos",
  "Slaves",
  "To",
  "Darkness",
  "Host",
  "Of",
  "The",
  "Everchosen",
  "Undivided",
  "Daemon",
  "Mortal",
  "Monster",
  "Hero",
  "Wizard",
  "Archaon"
 ],
 "Profile": {
  "Movement": "*",
  "Wounds": "25",
  "Save": "3+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "The Slayer of Kings",
    "1\"",
    "4",
    "2+",
    "3+",
    "-2",
    "3"
   ],
   [
    "Monstrous Claws",
    "1\"",
    "2",
    "2+",
    "3+",
    "-2",
    "*"
   ],
   [
    "Lashing Tails",
    "3\"",
    "2D6",
    "4+",
    "3+",
    "-",
    "1"
   ],
   [
    "Chimeric Heads",
    "3\"",
    "*",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ],
  [
   [
    "Wounds Suffered",
    "Move",
    "Chimeric Heads",
    "Monstrous Claws"
   ],
   [
    "0-10",
    "14\"",
    "6",
    "5"
   ],
   [
    "11-15",
    "12\"",
    "5",
    "4"
   ],
   [
    "16-20",
    "10\"",
    "4",
    "3"
   ],
   [
    "21+",
    "8\"",
    "3",
    "2"
   ]
  ]
 ]
}