{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/maggotkin-of-nurgle/Great-Unclean-One",
 "Faction": "Maggotkin of Nurgle",
 "Title": "Great Unclean One",
 "Legend": "The Great Unclean Ones are immensely resilient and frighteningly strong. Able to barge down fortress gates and crush monstrous beasts with their sheer bulk, these greater daemons are infernal icons of Nurgle’s malign power.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "430",
  "Role": "Leader, Behemoth",
  "BaseSize": "130",
  "Notes": "Single"
 },
 "Intro": "A Great Unclean One is armed with Noxious Bile, a Host of Nurglings and 1 of the following weapon options: Bilesword and Plague Flail; Doomsday Bell and Plague Flail; Bilesword and Bileblade; or Doomsday Bell and Bileblade.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Plague Legion Overlord • Rancid Retinue"
  },
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 2 spells in your hero phase and attempt to unbind 2 spells in the enemy hero phase."
  },
  {
   "Name": "Bloated With Corruption",
   "Fluff": "A Great Unclean One’s immense body is swollen with putrid secretions. Should the daemon be wounded deeply, the noxious effluvia jet forth to shower the attacker.",
   "Rule": "Bloated with Corruption: If an unmodified ward roll for this unit is 6, you can pick 1 enemy unit within 3\" of this unit. That enemy unit suffers 1 disease point."
  },
  {
   "Name": "Mountain Of Loathsome Flesh",
   "Fluff": "Great Unclean Ones are massively corpulent abominations; when they go on the rampage, enemies caught in their path are often swallowed up and crushed between great rolls of rancid blubber.",
   "Rule": "Mountain of Loathsome Flesh: You can carry out this monstrous rampage with this unit instead of any other monstrous rampage you can carry out with this unit. If you do so, pick 1 enemy unit within 3\" of this unit and roll a dice. On a 2+, that enemy unit suffers a number of mortal wounds equal to the Mountain of Loathsome Flesh value on this unit’s damage table."
  },
  {
   "Name": "Putrid Offering",
   "Fluff": "The bileblades carried by some Great Unclean Ones can be used to hook out a portion of their own guts as an offering to Grandfather Nurgle.",
   "Rule": "In your hero phase, if this unit is armed with a Bileblade, you can say that it is making an offering to Nurgle. If you do so, this unit suffers 1 mortal wound that cannot be negated, but it can attempt to cast 1 extra spell in that hero phase."
  },
  {
   "Name": "Reverberating Summons",
   "Fluff": "A Doomsday Bell causes a doleful clamour that can summon Nurgle’s daemonic followers to its location.",
   "Rule": "If this unit is armed with a Doomsday Bell, at the start of your hero phase, if this unit is on the battlefield, you can roll a dice. On a 1, nothing happens. On a 2-5, you receive 1 extra contagion point. On a 6, you receive D3 extra contagion points."
  },
  {
   "Name": "Plague Wind",
   "Fluff": "The wizard’s guts start to rumble, and then with a satisfied belch, they unleash a gust of putrid air that rushes across the battlefield.",
   "Rule": "Plague Wind is a spell that has a casting value of 7 and a range of 14\". If successfully cast, pick 1 point on the battlefield within range and visible to the caster and draw a straight line between that point and the closest part on the caster’s base. Roll a dice for each enemy unit passed across by that line. On a 4+, that unit suffers 1 disease point."
  }
 ],
 "Keywords": [
  "Chaos",
  "Daemon",
  "Nurgle",
  "Maggotkin Of Nurgle",
  "Monster",
  "Hero",
  "Wizard",
  "Great Unclean One"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "18",
  "Save": "4+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Noxious Bile",
    "7\"",
    "D6",
    "3+",
    "*",
    "-3",
    "2"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Bilesword",
    "2\"",
    "4",
    "4+",
    "3+",
    "-2",
    "4"
   ],
   [
    "Doomsday Bell",
    "1\"",
    "5",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Bileblade",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "3"
   ],
   [
    "Plague Flail",
    "1\"",
    "5",
    "3+",
    "3+",
    "-1",
    "3"
   ],
   [
    "Host of Nurglings",
    "1\"",
    "*",
    "5+",
    "5+",
    "-",
    "1"
   ]
  ],
  [
   [
    "Wounds Suffered",
    "Host of Nurglings",
    "Noxious Bile",
    "Mountain of Loathsome Flesh"
   ],
   [
    "0-6",
    "15",
    "2+",
    "4"
   ],
   [
    "7-12",
    "10",
    "3+",
    "3"
   ],
   [
    "13-16",
    "5",
    "4+",
    "2"
   ],
   [
    "17+",
    "0",
    "5+",
    "1"
   ]
  ]
 ]
}