{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/maggotkin-of-nurgle/Lord-of-Blights",
 "Faction": "Maggotkin of Nurgle",
 "Title": "Lord of Blights",
 "Legend": "Masters of the corpse orchards, the Lords of Blights are responsible for creating the blessed death’s heads. These projectiles are doled out to their Rotbringcrs, and hurled at the foe to spread the plagues festering within.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "140",
  "Role": "Leader",
  "BaseSize": "40",
  "Notes": "Single"
 },
 "Intro": "A Lord of Blights is armed with a Bubotic Hammer and Thrice-ripened Death’s Heads.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Blight Cyst • Contagium Overlord"
  },
  {
   "Name": "Munificent Bounty",
   "Fluff": "A creator as well as a destroyer, the Lord of Blights cultivates fine crops of death’s heads that he hands out to his fellow Rotbringers so they can hurl them in battle.",
   "Rule": "At the start of your shooting phase, you can pick 1 friendly PUTRID BLIGHTKINGS model that is within 7\" of this unit. That model can shoot in that shooting phase using the Thrice-ripened Death’s Head missile weapon profile above."
  },
  {
   "Name": "Putrid Explosions",
   "Fluff": "An exploding death’s head covers all those in the vicinity with disease-riddled filth.",
   "Rule": "The Attacks characteristic of a Thrice-ripened Death’s Head is equal to the number of models in the target unit, to a maximum of 7."
  },
  {
   "Name": "Lord Of The Blightkings",
   "Fluff": "Nurgle’s chosen heed well the commands of this rotten champion, for they know better than most mortals how to prepare the realms for the seeding of the Garden.",
   "Rule": "Lord of the Blightkings: In the combat phase, when you pick this unit to fight for the first time in that phase, you can pick 1 friendly PUTRID BLIGHTKINGS unit wholly within 12\" of this unit and that has not yet fought in that phase. This unit and that PUTRID BLIGHTKINGS unit can fight one after the other in the order of your choice."
  }
 ],
 "Keywords": [
  "Chaos",
  "Mortal",
  "Nurgle",
  "Maggotkin Of Nurgle",
  "Hero",
  "Lord",
  "Of",
  "Blights"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "7",
  "Save": "3+",
  "Bravery": "9"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Thrice-ripened Death’s Head",
    "7\"",
    "See below",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Bubotic Hammer",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}