{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/maggotkin-of-nurgle/Pusgoyle-Blightlords",
 "Faction": "Maggotkin of Nurgle",
 "Title": "Pusgoyle Blightlords",
 "Legend": "Elite Rotbringers mounted atop Rot Flies, Pusgoyle Blightlords thrum ahead of their kindred to sow panic and death. Their crushing tocsins and whistling scythes make short work of any who would slow the spread of decay.",
 "PitchBattleProfile": {
  "UnitSize": "2",
  "Points": "240",
  "Role": "None",
  "BaseSize": "60",
  "Notes": "Battleline in a Drowned Men army or if general is a Lord of Afflictions"
 },
 "Intro": "Each model in a Pusgoyle Blightlords unit is armed with a Blighted Weapon. 1 in every 2 models in the unit can also be armed with a Dolorous Tocsin.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Affliction Cyst"
  },
  {
   "Name": "Elite",
   "Fluff": "",
   "Rule": "ELITE: Models in this unit can issue commands to their own unit."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Rot Flies are each armed with Claws, Mouthparts and a Sting."
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Wrack And Ruin",
   "Fluff": "Mortal Maggotkin who ride Rot Flies act as brutal linebreakers, using their sheer bulk to smash enemy formations asunder.",
   "Rule": "Wrack and Ruin: After a model in this unit finishes a charge move, roll a dice for each enemy unit within 1\" of that model. Add 2 to the roll if the model is armed with a Dolorous Tocsin. On a 4+, that enemy unit suffers D3 mortal wounds.If this unit has more than 1 model, roll to determine if mortal wounds are inflicted after each model finishes its charge move, but do not allocate the mortal wounds until all of the models in the unit have finished their charge moves."
  },
  {
   "Name": "Relentless Attackers",
   "Fluff": "Like their Blightking brethren, Pusgoyle Blightlords grind through the ranks of lesser foes, relying on their unnatural resilience and bloated mass to relentlessly press onwards through melees.",
   "Rule": "At the end of the combat phase, pick 1 enemy unit with a Wounds characteristic of 3 or less that is within 3\" of this unit. Roll 1 dice for each model in this unit that is within 3\" of that enemy unit. For each roll that exceeds that enemy unit’s Wounds characteristic, that enemy unit suffers 1 mortal wound."
  }
 ],
 "Keywords": [
  "Chaos",
  "Mortal",
  "Nurgle",
  "Maggotkin Of Nurgle",
  "Pusgoyle Blightlords"
 ],
 "Profile": {
  "Movement": "8\"",
  "Wounds": "8",
  "Save": "4+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Blighted Weapon",
    "1\"",
    "5",
    "3+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Claws, Mouthparts and Sting",
    "1\"",
    "6",
    "3+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}