{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Breaka-boss-on-Mirebrute-Troggoth",
 "Faction": "Orruk Warclans",
 "Title": "Breaka-boss on Mirebrute Troggoth",
 "Legend": "The Breaka-boss towers over his minions, largely because he rides upon the shoulders of a massive Mirebrute Troggoth. By goading this dim-witted beast, he can drive it into a frenzy - though it is the enemy that feels its wrath.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "180",
  "Role": "Leader",
  "BaseSize": "80",
  "Notes": "Single"
 },
 "Intro": "A Breaka-boss on Mirebrute Troggoth is armed with a Bident-goad.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Trophy Finga"
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Mirebrute Troggoth is armed with Iron-bound Clubs."
  },
  {
   "Name": "Breaka-Harness",
   "Fluff": "When a Breaka-boss enters combat, he yanks his Mirebrute Troggoth’s harness savagely to get the beast good and angry!",
   "Rule": "Breaka-harness: At the start of the combat phase, you can say that the Breaka-boss is yanking on his Mirebrute Troggoth’s harness. If you do so, this unit suffers D3 mortal wounds but for each mortal wound it suffers, you can add 2 to the Attacks characteristic of its Iron-bound Clubs until the end of that phase."
  },
  {
   "Name": "Regeneration",
   "Fluff": "Troggoths are able to regrow injured flesh almost as quickly as it is harmed.",
   "Rule": "In your hero phase, you can roll a dice for this unit. If you do so, on a 4+, heal up to D3 wounds allocated to this unit."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Troggoth",
  "Mirebrute",
  "Troggoth",
  "Kruleboyz",
  "Hero",
  "Breaka-Boss"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "12",
  "Save": "4+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Bident-goad",
    "1\"",
    "5",
    "3+",
    "3+",
    "-",
    "2"
   ],
   [
    "Iron-bound Clubs",
    "1\"",
    "4",
    "3+",
    "3+",
    "-2",
    "3"
   ]
  ]
 ]
}