{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Gutrippaz",
 "Faction": "Orruk Warclans",
 "Title": "Gutrippaz",
 "Legend": "Gutrippaz form the slimy heart of the Kruleboyz. These mobs of sadistic greenskins are known for their vicious kunnin’ and the spiteful amusement they find in laying low the enemy with their wicked, poisoned weapons.",
 "PitchBattleProfile": {
  "UnitSize": "10",
  "Points": "150",
  "Role": "Battleline",
  "BaseSize": "32",
  "Notes": ""
 },
 "Intro": "Each model in a Gutrippaz unit is armed with 1 of the following weapon options: Wicked Stikka; or Wicked Hacka. All models in the unit must be armed with the same weapon option.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Jab Finga • The Weeping Fangz"
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Gutrippa Boss. Add 1 to the Attacks characteristic of that model’s melee weapon."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 10 models in this unit can be a Gutrippa Banner Bearer. Add 1 to the Bravery characteristic of a unit that includes any Gutrippa Banner Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 10 models in this unit can be a Gutrippa Drummer or Gutrippa Hornblower. You can add 1 to charge rolls for a unit that includes any Gutrippa Drummers or Gutrippa Hornblowers."
  },
  {
   "Name": "Scare Taktikz",
   "Fluff": "Gutrippaz use all manner of means to unnerve and soften up their foes before the first blow is struck, from gruesome ‘skareshields’ to ululating battle cries that echo from the boggy mists.",
   "Rule": "Subtract 1 from hit rolls for attacks made with melee weapons by enemy units that are not HEROES or MONSTERS that target this unit."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Kruleboyz",
  "Gutrippaz"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "2",
  "Save": "5+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Wicked Stikka",
    "2\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ],
   [
    "Wicked Hacka",
    "1\"",
    "2",
    "4+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}