{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Hedkrakka-Gob-of-Gork",
 "Faction": "Orruk Warclans",
 "Title": "Hedkrakka, Gob of Gork",
 "Legend": "The self-proclaimed Gob of Gork says he can hear the voice of Gorkamorka through his pet squig-snake. It was that same serpent that convinced Hedkrakka and his mates to seek out and kill the Beastgrave, though it has yet to reveal how.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "200",
  "Role": "Leader",
  "BaseSize": "32",
  "Notes": "Single, Unique. Hedkrakka, Gob of Gork and Hedkrakka’s Madmob must be taken as a set. Although taken as a set, each is a separate unit."
 },
 "Intro": "Hedkrakka, Gob of Gork, is armed with a Wurrgog Staff.",
 "Rules": [
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 2 spells in your hero phase and attempt to unbind 2 spells in the enemy hero phase."
  },
  {
   "Name": "Companion",
   "Fluff": "",
   "Rule": "COMPANION: This unit is accompanied by a Squiggly Snake that is armed with a Fanged Maw."
  },
  {
   "Name": "Gobby Mask",
   "Fluff": "Hedkrakka’s special Wurrgog mask instils a primal dread in those who try to strike him.",
   "Rule": "Subtract 1 from hit rolls for attacks made with melee weapons that target this unit."
  },
  {
   "Name": "An Eye For Weakness",
   "Fluff": "The canny Hedkrakka has an equally uncanny ability to spot an enemy’s weak point.",
   "Rule": "An Eye for Weakness: In your hero phase, you can pick 1 enemy unit within 18\" of this unit and visible to it. Until your next hero phase, add 1 to hit rolls for attacks made by this unit that target that enemy unit. In addition, until your next hero phase, add 1 to hit rolls for attacks made by a friendly HEDKRAKKA’S MADMOB unit that target that enemy unit."
  },
  {
   "Name": "Venomous Bite",
   "Fluff": "The retractable fangs of Hedkrakka’s squiggly snake drip with a deadly toxin.",
   "Rule": "If the unmodified hit roll for an attack made with this unit’s Fanged Maw is 6, the target suffers 1 mortal wound and the attack sequence ends (do not make a wound roll or save roll)."
  },
  {
   "Name": "Bone Krusha",
   "Fluff": "A swirl of green energy coalesces around the shaman’s head before punching towards the enemy, breaking bones and rupturing organs.",
   "Rule": "Bone Krusha is a spell that has a casting value of 6 and a range of 24\". If successfully cast, pick 1 enemy unit within range and visible to the caster. If that unit is within 6\" of the caster, it suffers D6 mortal wounds. If that unit is more than 6\" from and within 12\" of the caster, it suffers D3 mortal wounds. If that unit is more than 12\" from the caster, it suffers 1 mortal wound."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Bonesplitterz",
  "Bonegrinz",
  "Hero",
  "Totem",
  "Wizard",
  "Wurrgog Prophet",
  "Hedkrakka"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "7",
  "Save": "5+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Wurrgog Staff",
    "1\"",
    "4",
    "4+",
    "3+",
    "-",
    "D3"
   ],
   [
    "Fanged Maw",
    "1\"",
    "2",
    "4+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}