{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Killaboss-with-Stab-grot",
 "Faction": "Orruk Warclans",
 "Title": "Killaboss with Stab-grot",
 "Legend": "Killabosses are the warlords of the Kruleboyz. Each has wrested their position from rivals by being not only a potent warrior but also possessed of true Morkish kunnin’, willing to use anyone or anything to garner an advantage.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "90",
  "Role": "",
  "BaseSize": "",
  "Notes": "Single"
 },
 "Intro": "A Killaboss with Stab-grot is armed with 1 of the following weapon options: Boss-hacka and Rusting Flail; or Boss-hacka and Skareshield.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Jab Finga • Thumb • The Weeping Fangz"
  },
  {
   "Name": "Shield",
   "Fluff": "",
   "Rule": "SHIELD: If this unit is armed with a Boss-hacka and Skareshield, it has a Save characteristic of 3+ instead of 4+."
  },
  {
   "Name": "Companion",
   "Fluff": "",
   "Rule": "COMPANION: This unit’s Stab-grot is armed with a Prized Shiv. The Stab-grot must remain within 1\" of the Killaboss. For rules purposes, the Killaboss and Stab-grot are treated as a single model."
  },
  {
   "Name": "All Part Of Da Plan",
   "Fluff": "Kruleboyz and their allies tend to be very impressed by a Killaboss’s kunnin’ feats - so long as the boss has a plan, they are willing to face down even the most unlikely odds.",
   "Rule": "All Part of Da Plan: If a friendly KRULEBOYZ unit fails a battleshock test within 3\" of any friendly units with this ability, only 1 model from that unit will flee."
  },
  {
   "Name": "You Hold ’Em Off",
   "Fluff": "A Killaboss is not above using their Stab-grot lackey as a living shield when things get dicey.",
   "Rule": "Before you allocate a wound or mortal wound to this unit, or instead of making a ward roll for this unit, you can choose to risk this unit’s Stab-grot. If you do so, you must roll a dice. On a 1-5, the Stab-grot is killed and the wound is negated. On a 6, the Stab-grot is not killed and the wound is negated. If the Stab-grot is killed, the model representing it is removed from play before the wound is negated."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Kruleboyz",
  "Hero",
  "Killaboss",
  "Killaboss",
  "With",
  "Stab-Grot"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "6",
  "Save": "4+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Boss-hacka",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Rusting Flail",
    "2\"",
    "2",
    "3+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Prized Shiv",
    "1\"",
    "3",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}