{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Killaboss-on-Great-Gnashtoof",
 "Faction": "Orruk Warclans",
 "Title": "Killaboss on Great Gnashtoof",
 "Legend": "Particularly storied Killabosses are able to procure all manner of terrifying, swamp-dwelling mounts from the Beastbreakaz to show off their status. Great Gnashtoofs are one such monster, huge and vicious hounds whose swiftness is matched only by their ferocity.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "120",
  "Role": "Leader",
  "BaseSize": "105 x 70",
  "Notes": "Single"
 },
 "Intro": "A Killaboss on Great Gnashtoof is armed with a Jagged Boss-stikka.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Thumb"
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Great Gnashtoof attacks with its Bone-crushing Fangs."
  },
  {
   "Name": "All Part Of Da Plan",
   "Fluff": "Kruleboyz tend to be very impressed by a Killaboss’s kunnin’ feats - so long as the boss has a plan, they are willing to face down even the most unlikely odds.",
   "Rule": "All Part of Da Plan: If a friendly KRULEBOYZ unit fails a battleshock test within 3\" of any friendly units with this ability, only 1 model from that unit will flee."
  },
  {
   "Name": "Savage Hound",
   "Fluff": "Great Gnashtoofs are canine monsters bred for feral savagery. When the stench of blood is in the air, they find the urge to bound forward and pounce nearly irresistible - this suits their Killaboss riders just fine, given the terror it inspires in the foe.",
   "Rule": "Add 1 to hit rolls for attacks made by this unit if this unit made a charge move in the same turn."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Kruleboyz",
  "Hero",
  "Killaboss",
  "Killaboss",
  "On",
  "Great",
  "Gnashtoof"
 ],
 "Profile": {
  "Movement": "10\"",
  "Wounds": "10",
  "Save": "3+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Jagged Boss-stikka",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "2"
   ],
   [
    "Bone-crushing Fangs",
    "1\"",
    "4",
    "3+",
    "3+",
    "-2",
    "2"
   ]
  ]
 ]
}