{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Maniak-Weirdnob",
 "Faction": "Orruk Warclans",
 "Title": "Maniak Weirdnob",
 "Legend": "Their minds utterly consumed by furious beast spirits, Maniak Weirdnobs hurtle into battle atop hulking war boars. Their staffs are carved from the bones of the mightiest monsters, the caged power within driving the Bonesplitterz into a deadly fury.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "100",
  "Role": "Leader",
  "BaseSize": "60 x 35",
  "Notes": "Single"
 },
 "Intro": "A Maniak Weirdnob is armed with a Bonebeast Staff.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Snaga Rukk"
  },
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s War Boar is armed with Tusks and Hooves."
  },
  {
   "Name": "Bone Spirit",
   "Fluff": "The Maniak Weirdnob draws out the great spirit locked within his bonebeast staff and infuses nearby mobs of Bonesplitterz with its bestial fury.",
   "Rule": "Bone Spirit is a spell that has a casting value of 7 and a range of 12\". If successfully cast, pick 1 friendly BONESPLITTERZ unit wholly within range and visible to the caster. Until your next hero phase, add 1 to wound rolls for attacks made with melee weapons by that unit."
  },
  {
   "Name": "Tusker Charge",
   "Fluff": "The charge of a maddened war boar is terrifying to behold.",
   "Rule": "Add 1 to hit rolls and wound rolls for attacks made with Tusks and Hooves by this unit if this unit made a charge move in the same turn."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Bonesplitterz",
  "Hero",
  "Wizard",
  "Maniak",
  "Weirdnob"
 ],
 "Profile": {
  "Movement": "12\"",
  "Wounds": "6",
  "Save": "6+",
  "Bravery": "7"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Bonebeast Staff",
    "1\"",
    "3",
    "4+",
    "3+",
    "-1",
    "D3"
   ],
   [
    "Tusks and Hooves",
    "1\"",
    "4",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}