{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Orruk-Megaboss",
 "Faction": "Orruk Warclans",
 "Title": "Orruk Megaboss",
 "Legend": "Clad in layers of thick iron and wielding massive weapons, Megabosses lead the charge of the Ironjaw warclans. The very act of fighting empowers these barbarous warlords. Once in the midst of combat, they are almost impossible to slay.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "140",
  "Role": "Leader",
  "BaseSize": "60",
  "Notes": "Single"
 },
 "Intro": "An Orruk Megaboss is armed with a Boss Choppa and Rip-toof Fist.",
 "Rules": [
  {
   "Name": "Ear-Splitting Bellow",
   "Fluff": "The roared commands issued by a Megaboss reach far and wide, inspiring Ironjawz under their command to fight all the harder.",
   "Rule": "Ear-splitting Bellow: This unit can issue the same command up to 2 times in the same phase. If it does so, each command must be received by a friendly IRONJAWZ unit. No command point is spent the second time this unit issues that command in that phase."
  },
  {
   "Name": "Dead Fighty",
   "Fluff": "So much Waaagh! energy pulses through a Megaboss’s hulking frame that even if he is brought down, it can be a good few moments before he realises it - enough time to kick in a few more skulls!",
   "Rule": "If this unit is destroyed in the combat phase and it has not fought in that combat phase, it can fight immediately, then it is removed from play."
  },
  {
   "Name": "Strength From Victory",
   "Fluff": "The more fights a Megaboss wins, the stronger he becomes.",
   "Rule": "At the end of the combat phase, if any models were slain by a wound caused by an attack made by this unit in that combat phase, add 1 to this unit’s Wounds characteristic and add 1 to the Attacks characteristic of this unit’s melee weapons."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Ironjawz",
  "Hero",
  "Totem",
  "Megaboss"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "7",
  "Save": "3+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Boss Choppa and Rip-toof Fist",
    "1\"",
    "8",
    "3+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}