{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Orruk-Ardboys",
 "Faction": "Orruk Warclans",
 "Title": "Orruk Ardboys",
 "Legend": "Mobs of Ardboys plough into the fray to the sound of booming war-drums and the clatter of heavy iron plate. Each Ardboy is a ferocious, battle-scarred fighter,smashing his way through the ranks of the enemy with a variety of crude but deadly weapons.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "80",
  "Role": "Battleline",
  "BaseSize": "32",
  "Notes": ""
 },
 "Intro": "Each model in an Orruk Ardboys unit is armed with Ardboy Choppas. Up to 2 in every 5 models the unit can also have an Orruk-forged Shield.",
 "Rules": [
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be an Ardboy Boss. Add 1 to the Attacks characteristic of that model’s melee weapons."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 5 models in this unit can be a Gorkamorka Glyph Bearer. Add 1 to the Bravery characteristic of a unit that includes any Gorkamorka Glyph Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 5 models in this unit can be a Waaagh! Drummer. You can add 1 to charge rolls for a unit that includes any Waaagh! Drummers."
  },
  {
   "Name": "Drawn To The Waaagh!",
   "Fluff": "The powerful beat drummed out by a Warchanter draws ever more Ardboys to the fight.",
   "Rule": "Drawn to the Waaagh!: If this unit’s champion issues the Rally command to this unit while this unit is wholly within 12\" of a friendly WARCHANTER, you can return 1 slain model to this unit for each roll of a 4+ instead of a 6."
  },
  {
   "Name": "Orruk-Forged Shields",
   "Fluff": "Ardboy shields are almost as tough as the orruks who carry them.",
   "Rule": "Orruk-forged Shields: A model that has an Orruk-forged Shield has a ward of 6+."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Ironjawz",
  "Ardboys"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "2",
  "Save": "4+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Ardboy Choppas",
    "1\"",
    "3",
    "4+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}