{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Orruk-Weirdnob-Shaman",
 "Faction": "Orruk Warclans",
 "Title": "Orruk Weirdnob Shaman",
 "Legend": "With crackling green light spilling from their eyes, Weirdnob Shamans channel the savage energy of the Waaagh!. In battle, they unleash this power with glee, letting loose blasts of searing force that tear through the enemy ranks like a choppa through flesh.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "90",
  "Role": "Leader",
  "BaseSize": "40",
  "Notes": "Single"
 },
 "Intro": "An Orruk Weirdnob Shaman is armed with a Waaagh! Staff.",
 "Rules": [
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 1 spell in your hero phase and attempt to unbind 1 spell in the enemy hero phase."
  },
  {
   "Name": "Green Puke",
   "Fluff": "A Weirdnob Shaman channels the Waaagh! energy emitted by nearby orruk mobs.",
   "Rule": "Brutal Power: If this unit is within 12\" of 10 or more other friendly IRONJAWZ models at the end of your hero phase, it can attempt to cast the Green Puke spell in addition to any other spells it can cast, and even if a WIZARD has already attempted to cast the Green Puke spell in that hero phase."
  },
  {
   "Name": "Green Puke",
   "Fluff": "The Weirdnob vomits forth a green river of searing ectoplasm.",
   "Rule": "Green Puke is a spell that has a casting value of 6 and a range of 2D6\". If successfully cast, pick 1 point on the battlefield within range and visible to the caster. Draw a straight line between that point and the closest point on the caster’s base. Each unit that has models passed across by that line suffers D3 mortal wounds."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Ironjawz",
  "Hero",
  "Wizard",
  "Weirdnob",
  "Shaman"
 ],
 "Profile": {
  "Movement": "4\"",
  "Wounds": "6",
  "Save": "5+",
  "Bravery": "6"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Waaagh! Staff",
    "1\"",
    "3",
    "4+",
    "3+",
    "-1",
    "D3"
   ]
  ]
 ]
}