{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Orruk-Gore-gruntas",
 "Faction": "Orruk Warclans",
 "Title": "Orruk Gore-gruntas",
 "Legend": "Brutish snorting and ground-shaking hoofbeats herald the approach of the Gore-gruntas. The charge of these beasts hits home like the fist of Gorkamorka himself, their orruk riders bellowing war cries as they add their own might to the slaughter.",
 "PitchBattleProfile": {
  "UnitSize": "3",
  "Points": "170",
  "Role": "None",
  "BaseSize": "90 x 52",
  "Notes": "Battleline in a Bloodtoofs army"
 },
 "Intro": "Each model in an Orruk Gore-gruntas unit is armed with 1 of the following weapon options: Pig-iron Choppas; or Jagged Gore-hacka. All models in the unit must be armed with the same weapon option.",
 "Rules": [
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Gore-gruntas are each armed with Tusks and Hooves."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Gore-grunta Boss. Add 1 to the Attacks characteristic of that model’s melee weapons, excluding those of its mount."
  },
  {
   "Name": "Gore-Grunta Charge",
   "Fluff": "Even by the destructive standards of the Ironjawz, the carnage caused by a Gore-grunta charge is horrific to behold.",
   "Rule": "Gore-grunta Charge: After a model in this unit finishes a charge move, roll a dice for each enemy unit within 1\" of that model. Add 1 to the roll if the model is armed with a Jagged Gore-hacka. On a 3+, that enemy unit suffers 1 mortal wound.If this unit has more than 1 model, roll to determine if mortal wounds are caused after each model finishes its charge move, but do not allocate the mortal wounds until after all of the models in the unit have finished their charge moves."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Ironjawz",
  "Gore-Gruntas"
 ],
 "Profile": {
  "Movement": "9\"",
  "Wounds": "5",
  "Save": "4+",
  "Bravery": "6"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Pig-iron Choppa",
    "1\"",
    "4",
    "3+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Jagged Gore-hacka",
    "2\"",
    "3",
    "3+",
    "3+",
    "-2",
    "1"
   ],
   [
    "Tusks and Hooves",
    "1\"",
    "4",
    "3+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}