{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/orruk-warclans/Savage-Boarboy-Maniaks",
 "Faction": "Orruk Warclans",
 "Title": "Savage Boarboy Maniaks",
 "Legend": "Maniaks are amongst the most unhinged of all Bonesplitterz, each one brimming with the power of the Waaagh! Their mounted mobs hoot and holler as they charge across the battlefield, smashing into the foe and laying about them with wild abandon.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "150",
  "Role": "None",
  "BaseSize": "60 x 35",
  "Notes": ""
 },
 "Intro": "Each model in a Savage Boarboy Maniaks unit is armed with Chompas.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Snaga Rukk • Da Snorter’s Kop Rukk"
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s War Boars are each armed with Tusks and Hooves."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Savage Boar Boss Maniak. Add 1 to the Attacks characteristic of that model’s melee weapons, excluding those of its mount."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 5 models in this unit can be a Bone Totem Bearer. Add 1 to the Bravery characteristic of a unit that includes any Bone Totem Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 5 models in this unit can be a Skull Thumper. You can add 1 to charge rolls for a unit that includes any Skull Thumpers."
  },
  {
   "Name": "Maniak Fury",
   "Fluff": "When Maniaks charge into battle, things start to get crazy! Waaagh!",
   "Rule": "Add 1 to the Attacks characteristic of this unit’s Chompas if this unit made a charge move in the same turn."
  },
  {
   "Name": "Tusker Charge",
   "Fluff": "The charge of a maddened war boar is terrifying to behold.",
   "Rule": "Add 1 to hit rolls and wound rolls for attacks made with Tusks and Hooves by this unit if this unit made a charge move in the same turn."
  }
 ],
 "Keywords": [
  "Destruction",
  "Orruk Warclans",
  "Orruk",
  "Bonesplitterz",
  "Savage",
  "Boarboy",
  "Maniaks"
 ],
 "Profile": {
  "Movement": "12\"",
  "Wounds": "3",
  "Save": "6+",
  "Bravery": "6"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Chompas",
    "1\"",
    "3",
    "4+",
    "3+",
    "-",
    "1"
   ],
   [
    "Tusks and Hooves",
    "1\"",
    "3",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}