{
 "IsLegends": true,
 "Url": "https://wahapedia.ru/aos3/factions/seraphon/Dread-Saurian",
 "Faction": "Seraphon",
 "Title": "Dread Saurian",
 "Legend": "Considered by the Seraphon to be living icons of the Old Ones, Dread Saurians are savage leviathans unleashed only as weapons of last resort. Their capacity for primal violence, not to mention their heart-stopping roar, has sent entire enemy armies into retreat.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "545",
  "Role": "Behemoth",
  "BaseSize": "280 x 210",
  "Notes": "Single"
 },
 "Intro": "A Dread Saurian is armed with Gargantuan Jaws, Raking Claws and an Armoured Tail.",
 "Rules": [
  {
   "Name": "Arcane Glyphs",
   "Fluff": "Dread Saurians go to war clad in techno-arcane glyph-plates through which a slann can channel power to ward off enemy sorceries.",
   "Rule": "ABILITIES Each time this model is affected by a spell or the ability of an endless spell, you can roll a dice. If you do so, on a 6+, ignore the effects of that spell or the ability of that endless spell on this model. Add 2 to the roll if this model is within 12\" of a friendly SLANN."
  },
  {
   "Name": "Obliterating Charge",
   "Fluff": "A Dread Saurian’s sheer scaled mass is a potent weapon in its own right.",
   "Rule": "After this model makes a charge move, roll a dice for each enemy unit within 1\" of this model. On a 2+, that unit suffers D3 mortal wounds if it is a MONSTER or D6 mortal wounds if it is not a MONSTER."
  },
  {
   "Name": "Death Throes",
   "Fluff": "Even a mortally wounded Dread Saurian cannot be discounted, for it will lash out violently before meeting its end.",
   "Rule": "If this model is slain, before removing it from play, roll a dice for each enemy unit within 3\" of it that is not a MONSTER. On a 4+, that unit suffers D3 mortal wounds."
  },
  {
   "Name": "Terror",
   "Fluff": "This horrific monstrosity strikes fear deep into the hearts of its enemies.",
   "Rule": "Subtract 1 from the Bravery characteristic of enemy units if they are within 3\" of any friendly units with this ability."
  }
 ],
 "Keywords": [
  "Order",
  "Seraphon",
  "Monster",
  "Dread",
  "Saurian"
 ],
 "Profile": {
  "Movement": "*",
  "Wounds": "35",
  "Save": "4+",
  "Bravery": "8"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Gargantuan Jaws",
    "2\"",
    "3",
    "4+",
    "3+",
    "-2",
    "*"
   ],
   [
    "Raking Claws",
    "2\"",
    "6",
    "*",
    "3+",
    "-1",
    "2"
   ],
   [
    "Armoured Tail",
    "2\"",
    "1",
    "4+",
    "3+",
    "-1",
    "D6"
   ]
  ],
  [
   [
    "Wounds Suffered",
    "Move",
    "Gargantuan Jaws",
    "Raking Claws"
   ],
   [
    "0-18",
    "10\"",
    "6",
    "2+"
   ],
   [
    "19-24",
    "9\"",
    "5",
    "3+"
   ],
   [
    "25-30",
    "8\"",
    "4",
    "3+"
   ],
   [
    "31+",
    "7\"",
    "3",
    "4+"
   ]
  ]
 ]
}