{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/seraphon/Raptadon-Hunters",
 "Faction": "Seraphon",
 "Title": "Raptadon Hunters",
 "Legend": "By the time an enemy knows the Raptadon Hunters are pursuing them, it is often too late. These skinks and their reptilian mounts swiftly close in on the foe, bombarding them with javelins and luring them to their doom.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "150",
  "Role": "None",
  "BaseSize": "60 x 35",
  "Notes": "Battleline in a Fangs of Sotek army"
 },
 "Intro": "Each model in a Raptadon Hunters unit is armed with a Starstone Atlatl and Moonstone Club.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Shadowstrike Starhost • Shadowstrike Temple-host"
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Raptadons are each armed with Serrated Fangs."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Raptadon Hunter Alpha. Add 1 to the Attacks characteristic of that model’s Starstone Atlatl."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 5 models in this unit can be a Icon Bearer. Add 1 to the Bravery characteristic of this unit if it includes any Icon Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 5 models in this unit can be a Hornblower. Add 1 to run rolls and charge rolls for this unit if it includes any Hornblowers."
  },
  {
   "Name": "Deadly Cohesion",
   "Fluff": "Raptadon Hunters pepper enemy lines with volleys of starstone javelins, exposing weak points for Raptadon Chargers to exploit.",
   "Rule": "At the end of your charge phase, if this unit is more than 3\" from all enemy units and within 12\" of any friendly RAPTADON CHARGERS units that made a charge move in that phase, this unit can shoot. If it does so, it must target a unit within 3\" of a friendly RAPTADON CHARGERS unit that made a charge move in that phase."
  }
 ],
 "Keywords": [
  "Order",
  "Seraphon",
  "Skink",
  "Raptadon",
  "Raptadon",
  "Hunters"
 ],
 "Profile": {
  "Movement": "12\"",
  "Wounds": "2",
  "Save": "5+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Starstone Atlatl",
    "12\"",
    "2",
    "4+",
    "4+",
    "-2",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Moonstone Club",
    "1\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ],
   [
    "Serrated Fangs",
    "1\"",
    "3",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ]
 ]
}