{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/seraphon/Raptadon-Chargers",
 "Faction": "Seraphon",
 "Title": "Raptadon Chargers",
 "Legend": "Revered as holy paladins of Tepok, the Raptadon Chargers wield weapons taken from the depths of the Inscrutable One’s temples. In battle, these relics unleash potent energies that can melt clean through armour.",
 "PitchBattleProfile": {
  "UnitSize": "5",
  "Points": "150",
  "Role": "None",
  "BaseSize": "60 x 35",
  "Notes": "Battleline in a Fangs of Sotek army"
 },
 "Intro": "Each model in a Raptadon Chargers unit is armed with a Tepok Lance.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Shadowstrike Starhost • Shadowstrike Temple-host"
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Raptadons are each armed with Serrated Fangs."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Raptadon Charger Alpha. Add 1 to the Attacks characteristic of that model’s Tepok Lance."
  },
  {
   "Name": "Standard Bearer",
   "Fluff": "",
   "Rule": "STANDARD BEARER: 1 in every 5 models in this unit can be a Icon Bearer. Add 1 to the Bravery characteristic of this unit if it includes any Icon Bearers."
  },
  {
   "Name": "Musician",
   "Fluff": "",
   "Rule": "MUSICIAN: 1 in every 5 models in this unit can be a Hornblower. Add 1 to run rolls and charge rolls for this unit if it includes any Hornblowers."
  },
  {
   "Name": "Cold-Blooded Unity",
   "Fluff": "The blasts unleashed by a Raptadon Charger’s sacred lances are all the more effective when targeting enemies suppressed by javelins from a Hunter cohort.",
   "Rule": "Cold-blooded Unity: Add 1 to hit rolls for attacks made with this unit’s Tepok Lances that target an enemy unit if that unit was the target of a shooting attack made by a friendly RAPTADON HUNTERS unit in the same turn."
  },
  {
   "Name": "Geomantic Empowerment",
   "Fluff": "Tepok lances draw upon the arcane energy of a realm’s geomantic nexus points, infusing them with magical power that is unleashed as lethal short-ranged blasts.",
   "Rule": "The Damage characteristic of this unit’s Tepok Lances is 2 instead of 1 if this unit is contesting an objective or if it is within 3\" of any terrain features with the Arcane scenery rule."
  }
 ],
 "Keywords": [
  "Order",
  "Seraphon",
  "Skink",
  "Raptadon",
  "Raptadon",
  "Chargers"
 ],
 "Profile": {
  "Movement": "12\"",
  "Wounds": "2",
  "Save": "5+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Tepok Lance",
    "1\"",
    "3",
    "4+",
    "3+",
    "-1",
    "1"
   ],
   [
    "Serrated Fangs",
    "1\"",
    "3",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ]
 ]
}