{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/seraphon/Ripperdactyl-Riders",
 "Faction": "Seraphon",
 "Title": "Ripperdactyl Riders",
 "Legend": "In a storm of snapping, razor-sharp fangs, Ripperdactyls descend to tear apart their prey. The bloodlust of these creatures can never be sated, for in their bestial hearts lurks an endless desire to kill.",
 "PitchBattleProfile": {
  "UnitSize": "3",
  "Points": "110",
  "Role": "None",
  "BaseSize": "50",
  "Notes": ""
 },
 "Intro": "Each model in a Ripperdactyl Riders unit is armed with a Moonstone Warspear.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Shadowstrike Starhost • Shadowstrike Temple-host"
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Mount",
   "Fluff": "",
   "Rule": "MOUNT: This unit’s Ripperdactyls are each armed with Tearing Jaws."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Ripperdactyl Rider Alpha. Add 1 to the Attacks characteristic of that model’s Moonstone Warspear."
  },
  {
   "Name": "Blot Toad",
   "Fluff": "",
   "Rule": "BLOT TOAD: You receive 1 Blot Toad marker for each RIPPERDACTYL RIDERS unit in your army. After the players have received their starting command points but before the start of the first turn, you can pick 1 enemy unit to have a Blot Toad for each Blot Toad marker you have. Place a Blot Toad marker next to that enemy unit.Designer’s Note: Blot Toads are not units; they are markers that are used to keep track of which enemy units have Blot Toads."
  },
  {
   "Name": "Toad Rage",
   "Fluff": "The mere scent of a blot toad sends Ripperdactyls into a frenzy.",
   "Rule": "In the combat phase, add 1 to hit rolls and wound rolls for attacks made with this unit’s Tearing Jaws that target an enemy unit that has a Blot Toad."
  },
  {
   "Name": "Swooping Dive",
   "Fluff": "Ripperdactyls fly with such savage haste that it is almost impossible to draw a bead on them - and never more so than when they swoop down in a fit of rage.",
   "Rule": "Subtract 1 from hit rolls from attacks made with missile weapons that target this unit. In addition, if this unit is targeted by attacks made by an enemy unit that received the Unleash Hell command in that phase, those attacks only score a hit on an unmodified hit roll of 6."
  }
 ],
 "Keywords": [
  "Order",
  "Seraphon",
  "Skink",
  "Ripperdactyl",
  "Ripperdactyl",
  "Riders"
 ],
 "Profile": {
  "Movement": "12\"",
  "Wounds": "3",
  "Save": "5+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Moonstone Warspear",
    "2\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ],
   [
    "Tearing Jaws",
    "1\"",
    "3",
    "4+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}