{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/seraphon/Skink-Starseer",
 "Faction": "Seraphon",
 "Title": "Skink Starseer",
 "Legend": "Foremost amongst the skink priesthood, the Starseers are the most powerful wizards of a constellation after the slann themselves. Their celestial blessings allow them to gaze into the future, influencing the skein of fate to fit their masters’ unknowable ends.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "150",
  "Role": "Leader",
  "BaseSize": "50",
  "Notes": "Single"
 },
 "Intro": "A Skink Starseer is armed with an Astromancer’s Staff.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Coalesced Eternity Guardians • Shadowstrike Starhost • Shadowstrike Temple-host • Starborne Eternity Guardians"
  },
  {
   "Name": "Wizard",
   "Fluff": "",
   "Rule": "WIZARD: This unit can attempt to cast 2 spells in your hero phase and attempt to unbind 2 spells in the enemy hero phase."
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Scry The Stars",
   "Fluff": "By drawing upon the energies of the heavens, the Starseer peers along the tangled weave of fate, gleaning insight that can be used to prepare their servants.",
   "Rule": "Scry the Stars: Once per battle, in your hero phase, you can say that this unit will scry the stars. If you do so, roll a number of dice equal to the number of the current battle round. For each 2+, you can pick 1 friendly SERAPHON unit on the battlefield. That unit has a ward of 5+ until the start of your next hero phase."
  },
  {
   "Name": "Celestial Doom",
   "Fluff": "The Starseer harnesses their deep connection with Azyr to subtly shift the alignment of the stars above, altering the path of fate and spelling doom for those who stand in the way of the Great Plan.",
   "Rule": "Celestial Doom is a spell that has a casting value of 7 and a range of 12\". If successfully cast, pick 1 enemy unit within range and visible to the caster. Until the end of your turn, ward rolls cannot be made for models in that unit."
  }
 ],
 "Keywords": [
  "Order",
  "Seraphon",
  "Skink",
  "Hero",
  "Wizard",
  "Starseer"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "6",
  "Save": "4+",
  "Bravery": "6"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Astromancer’s Staff",
    "2\"",
    "2",
    "4+",
    "3+",
    "-1",
    "D3"
   ]
  ]
 ]
}