{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/seraphon/Skinks",
 "Faction": "Seraphon",
 "Title": "Skinks",
 "Legend": "The smallest of all Seraphon subspecies, skinks are swift and clever warriors. Though physically frail they are capable of covering ground with impressive speed, swarming as a scaly mass to unleash a storm of poison-tipped projectiles.",
 "PitchBattleProfile": {
  "UnitSize": "10",
  "Points": "90",
  "Role": "Battleline",
  "BaseSize": "25",
  "Notes": ""
 },
 "Intro": "This unit is referred to as a Skink Cohort. Each model in a Skink Cohort is armed with 1 of the following weapon options: Meteoric Javelin, Celestite Dagger and Star-buckler; Boltspitter, Celestite Dagger and Star-buckler; Moonstone Club and Star-buckler; or Boltspitter and Moonstone Club. All models in the unit must be armed with the same weapon option.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Shadowstrike Starhost • Shadowstrike Temple-host"
  },
  {
   "Name": "Shield",
   "Fluff": "",
   "Rule": "SHIELD: If this unit is armed with Star-bucklers, it has a Save characteristic of 5+ instead of 6+."
  },
  {
   "Name": "Champion",
   "Fluff": "",
   "Rule": "CHAMPION: 1 model in this unit can be a Skink Alpha. Add 1 to the Attacks characteristic of that model’s weapons."
  },
  {
   "Name": "Swift And Nimble",
   "Fluff": "Though not physically powerful, skinks are fleet of foot, able to rapidly redeploy and outmanoeuvre the enemy at a single chirruped command.",
   "Rule": "Swift and Nimble: Each time this unit runs or receives the Redeploy command, when determining the distance this unit can move, you can roll 2 dice instead of 1 and pick either result."
  }
 ],
 "Keywords": [
  "Order",
  "Seraphon",
  "Skink",
  "Skink",
  "Cohort"
 ],
 "Profile": {
  "Movement": "8\"",
  "Wounds": "1",
  "Save": "6+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Meteoric Javelin",
    "8\"",
    "1",
    "4+",
    "5+",
    "-1",
    "1"
   ],
   [
    "Boltspitter",
    "16\"",
    "1",
    "4+",
    "5+",
    "-",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Celestite Dagger",
    "1\"",
    "1",
    "5+",
    "5+",
    "-",
    "1"
   ],
   [
    "Moonstone Club",
    "1\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}