{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/seraphon/Spawn-of-Chotec",
 "Faction": "Seraphon",
 "Title": "Spawn of Chotec",
 "Legend": "Believed to be the children of the eponymous sun god, Spawn of Chotec are predatory creatures capable of belching forth deadly liquid flame. Enemies who survive this fiery burst soon find themselves horrifically digested alive by the caustic juices.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "120",
  "Role": "Artillery",
  "BaseSize": "90 x 52",
  "Notes": "Single"
 },
 "Intro": "A Spawn of Chotec is armed with a Fiery Maw.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Shadowstrike Starhost • Shadowstrike Temple-host • Thunderquake Starhost • Thunderquake Temple-host"
  },
  {
   "Name": "Crew",
   "Fluff": "",
   "Rule": "CREW: This unit has a crew of 3 Sun Acolytes armed with Celestite Goads. The crew must remain within 1\" of the Spawn of Chotec. For rules purposes, the Spawn of Chotec and its crew are treated as a single model."
  },
  {
   "Name": "Fiery Maw",
   "Fluff": "Using the ancient technology embedded in the beast’s skull, the Sun Acolytes can will their blessed charge to launch a single glob of fiery acid across the battlefield or to bathe nearby enemies in a stream of white-hot flame.",
   "Rule": "Each time this unit shoots, choose either the Glob of Flame Acid or Stream of Fire weapon characteristics for all the attacks it makes with its Fiery Maw."
  },
  {
   "Name": "Stream Of Fire",
   "Fluff": "Enemies that stray too close to a Spawn of Chotec are likely to be engulfed in an inferno of flames.",
   "Rule": "Stream of Fire: The Attacks characteristic of a Stream of Fire is equal to the number of models in the target unit (to a maximum Attacks characteristic of 10)."
  },
  {
   "Name": "Glob Of Flame Acid",
   "Fluff": "This acidic saliva clings to its victims and continues to melt armour and flesh long after it has landed.",
   "Rule": "Glob of Flame Acid: If any wounds caused by attacks made with a Glob of Flame Acid are allocated to an enemy unit, subtract 1 from save rolls for attacks that target that unit until the end of the turn. The same unit cannot be affected by this ability more than once per turn."
  }
 ],
 "Keywords": [
  "Order",
  "Seraphon",
  "Skink",
  "Salamander",
  "Spawn",
  "Of",
  "Chotec"
 ],
 "Profile": {
  "Movement": "5\"",
  "Wounds": "8",
  "Save": "4+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Fiery Maw: Glob of Flame Acid",
    "24\"",
    "1",
    "4+",
    "2+",
    "-2",
    "D6"
   ],
   [
    "Fiery Maw: Stream of Fire",
    "12\"",
    "See below",
    "2+",
    "3+",
    "-2",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Fiery Maw",
    "1\"",
    "3",
    "3+",
    "3+",
    "-2",
    "3"
   ],
   [
    "Celestite Goads",
    "1\"",
    "3",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ]
 ]
}