{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/seraphon/The-Starblood-Stalkers",
 "Faction": "Seraphon",
 "Title": "The Starblood Stalkers",
 "Legend": "The Starblood Stalkers are a pack of masterful skink hunters who pursue their foes into even the densest terrain before striking. Their cunning, bolstered by the camouflage of the Chameleon Skink Otapatl, has seen them take even the most cautious enemies by surprise.",
 "PitchBattleProfile": {
  "UnitSize": "4",
  "Points": "290",
  "Role": "None",
  "BaseSize": "25",
  "Notes": "Single, Unique. Kixi-Taka the Diviner, Klaq-Trok and The Starblood Stalkers must be taken as a set. Although taken as a set, each is a separate unit."
 },
 "Intro": "The models in The Starblood Stalkers are Xepic, Huachi, Tok and Otapatl. Xepic and Huachi are each armed with a Celestite Weapon; and Tok and Otapatl are each armed with a Dartpipe and Celestite Weapon.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Shadowstrike Temple-host"
  },
  {
   "Name": "Star-Venom",
   "Fluff": "The blowdarts used by Chameleon Skinks are coated in deadly toxins.",
   "Rule": "Star-venom: If the unmodified hit roll for an attack made with a Dartpipe is 6, the target suffers 1 mortal wound and the attack sequence ends (do not make a wound roll or save roll)."
  },
  {
   "Name": "Sacred Duty",
   "Fluff": "The warriors of the Starblood Stalkers are tasked with protecting Kixi-Taka and ensuring the plans of the Old Ones come to fruition.",
   "Rule": "Before you allocate a wound or mortal wound to a friendly KIXI-TAKA, or instead of making a ward roll for a wound or mortal wound that would be allocated to a friendly KIXI-TAKA, if this unit is within 3\" of that friendly KIXI-TAKA, you can roll a dice. On a 1-2, that wound or mortal wound is allocated to that KIXI-TAKA as normal. On a 3+, that wound or mortal wound is allocated to this unit instead."
  }
 ],
 "Keywords": [
  "Order",
  "Seraphon",
  "Skink",
  "Coalesced",
  "The",
  "Starblood",
  "Stalkers"
 ],
 "Profile": {
  "Movement": "8\"",
  "Wounds": "2",
  "Save": "5+",
  "Bravery": "5"
 },
 "Tables": [
  [
   [
    "MISSILE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Dartpipe",
    "16\"",
    "2",
    "3+",
    "3+",
    "-",
    "1"
   ]
  ],
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Celestite Weapon",
    "1\"",
    "3",
    "3+",
    "5+",
    "-",
    "1"
   ]
  ]
 ]
}