{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/flesh-eater-courts/Abhorrant-Archregent",
 "Faction": "Flesh-eater Courts",
 "Title": "Abhorrant Archregent",
 "Legend": "Archregents are Ghoul Kings that have ruled for hundreds upon hundreds of years and have grown terrifyingly powerful. They are supremely mighty vampiric warriorkings, and are accustomed to the instant obedience of all around them.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "240",
  "Role": "Leader",
  "BaseSize": "40",
  "Notes": "Single"
 },
 "Intro": "BATTALIONSThis warscroll can be used in the following warscroll battalions: • Royal Family • Mortevell’s Helcourt",
 "Rules": [
  {
   "Name": "",
   "Fluff": "",
   "Rule": "DESCRIPTIONAn Abhorrant Archregent is a single model armed with Gory Talons and Fangs."
  },
  {
   "Name": "Imperial Blood",
   "Fluff": "An Archregent has an unnatural vitality that heals ghastly wounds in moments.",
   "Rule": "ABILITIES In your hero phase, you can heal up to 3 wounds allocated to this model."
  },
  {
   "Name": "Ferocious Hunger",
   "Fluff": "",
   "Rule": "MAGICThis model is a WIZARD. It can attempt to cast two spells in your hero phase, and attempt to unbind two spells in the enemy hero phase. It knows the Arcane Bolt, Mystic Shield and Ferocious Hunger spells."
  },
  {
   "Name": "Ferocious Hunger",
   "Fluff": "The Archregent’s dark sorcery raises its minions’ cravings to still greater heights.",
   "Rule": "Ferocious Hunger has a casting value of 6. If successfully cast, pick 1 friendly FLESH-EATER COURTS unit wholly within 24\" of the caster and visible to them, and roll a D3. Add the roll to the Attacks characteristic of melee weapons used by that unit until your next hero phase."
  },
  {
   "Name": "Summon Imperial Guard",
   "Fluff": "With a snap of its fingers, the Archregent summons some of its most trusted warriors to the battlefield.",
   "Rule": "COMMAND ABILITIES You can use this command ability at the end of your movement phase. If you do so, pick 1 friendly model that has this command ability and has not used it before in the battle. That model summons 1 of the following units to the battlefield: 1 COURTIER; or 1 unit of up to 3 KNIGHTS; or 1 unit of up to 20 CRYPT GHOULS. The summoned unit is added to your army, and must be set up wholly within 6\" of the edge of the battlefield and more than 9\" from any enemy units."
  }
 ],
 "Keywords": [
  "Death",
  "Vampire",
  "Flesh-Eater Courts",
  "Abhorrant",
  "Hero",
  "Wizard",
  "Abhorrant",
  "Archregent"
 ],
 "Profile": {
  "Movement": "6\"",
  "Wounds": "7",
  "Save": "4+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Gory Talons and Fangs",
    "1\"",
    "7",
    "3+",
    "3+",
    "-1",
    "1"
   ]
  ]
 ]
}