{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/flesh-eater-courts/Charnel-Throne",
 "Faction": "Flesh-eater Courts",
 "Title": "Charnel Throne",
 "Legend": "Formed from the bones of those killed by an abhorrant’s insane magic, a Charnel Throne exudes madness and necrotic energies. They are the seats of power for Archregents and Ghoul Kings, blazing beacons to mordants and structures of abject horror for the enemies of the Flesheaters.",
 "PitchBattleProfile": {
  "UnitSize": "",
  "Points": "0",
  "Role": "Faction Terrain Feature",
  "BaseSize": "",
  "Notes": ""
 },
 "Intro": "FACTION TERRAIN: Only Flesh-eater Courts armies can include this faction terrain feature.",
 "Rules": [
  {
   "Name": "Set-Up",
   "Fluff": "",
   "Rule": "SET-UP: After territories are determined, you can set up this faction terrain feature wholly within your territory and more than 3\" from all objectives and other terrain features. If both players can set up faction terrain features at the same time, they must roll off, and the winner chooses who sets up their faction terrain features first."
  },
  {
   "Name": "Defensible",
   "Fluff": "",
   "Rule": "DEFENSIBLE: This terrain feature is a defensible terrain feature that can be garrisoned by 1 FLESH-EATER COURTS HERO with a Wounds characteristic of 8 or less."
  },
  {
   "Name": "Ghoulish Landmark",
   "Fluff": "To those unaffected by the delusion, the grotesque structure imbues a deep sense of hopelessness and despair.",
   "Rule": "While an enemy unit is within 12\" of any terrain features with this scenery rule, it cannot be affected by any abilities that allow units to ignore battleshock tests."
  },
  {
   "Name": "Summon Imperial Guard",
   "Fluff": "When an abhorrant sits upon a Charnel Throne, his followers flock to his feet and his lieutenants heed his commands.",
   "Rule": "Ruler of All He Surveys: While a friendly FLESH-EATER COURTS HERO is garrisoning a terrain feature with this scenery rule, friendly FLESH-EATER COURTS HEROES wholly within 12\" of this terrain feature can issue the Summon Men-at-arms, Summon Courtier, Summon Royal Guard and Summon Imperial Guard commands without a command point being spent."
  }
 ],
 "Keywords": null,
 "Profile": {
  "Movement": "",
  "Wounds": "",
  "Save": "",
  "Bravery": ""
 },
 "Tables": null
}