{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/flesh-eater-courts/Crypt-Haunter-Courtier",
 "Faction": "Flesh-eater Courts",
 "Title": "Crypt Haunter Courtier",
 "Legend": "A Crypt Haunter Courtier charges into the fray to the sound of ripping flesh and splintering bones. Broken and battered, their foes die by the dozen, even as the carrion knight’s own misshapen body knits itself back together again with terrifying speed.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "110",
  "Role": "Leader",
  "BaseSize": "50",
  "Notes": "Single"
 },
 "Intro": "BATTALIONSThis warscroll can be used in the following warscroll battalions: • Abattoir • Attendants at Court • Mortevell’s Helcourt",
 "Rules": [
  {
   "Name": "",
   "Fluff": "",
   "Rule": "DESCRIPTIONA Crypt Haunter Courtier is a single model armed with a Massive Bone Club and Rancid Talons."
  },
  {
   "Name": "Noble Blood",
   "Fluff": "The blood of their liege grants Crypt Haunter Courtiers a supernatural ability to heal any damage they suffer.",
   "Rule": "ABILITIES In your hero phase, you can heal 1 wound allocated to this model."
  },
  {
   "Name": "Chosen Of The King",
   "Fluff": "Crypt Haunters are amongst the most ardent of courtiers.",
   "Rule": "Chosen of the King: You can re-roll hit rolls for attacks made by this model while it is within 18\" of any friendly ABHORRANTS."
  },
  {
   "Name": "Muster King’s Chosen",
   "Fluff": "With a cry, the courtier calls forth more of the Ghoul King’s minions.",
   "Rule": "In your hero phase, roll 6 dice for each friendly CRYPT HAUNTER COURTIER on the battlefield. For each 5+ you can return 1 slain model to a friendly CRYPT HORRORS unit that is within 10\" of that CRYPT HAUNTER COURTIER. Slain models can be returned to more than one unit if you wish, but each successful dice roll can only be used to return a model to a single unit."
  }
 ],
 "Keywords": [
  "Death",
  "Mordant",
  "Flesh-Eater Courts",
  "Courtier",
  "Hero",
  "Crypt",
  "Haunter",
  "Courtier"
 ],
 "Profile": {
  "Movement": "7\"",
  "Wounds": "6",
  "Save": "4+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Massive Bone Club",
    "1\"",
    "3",
    "4+",
    "3+",
    "-",
    "3"
   ],
   [
    "Rancid Talons",
    "1\"",
    "2",
    "4+",
    "3+",
    "-",
    "1"
   ]
  ]
 ]
}