{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/flesh-eater-courts/Nagash-Supreme-Lord-of-the-Undead",
 "Faction": "Flesh-eater Courts",
 "Title": "Nagash, Supreme Lord of the Undead",
 "Legend": "Nagash is the Great Necromancer, Supreme Lord of the Undead and master of all that passes beyond the mortal coil. He is nothing less than an evil-hearted god, and those who earn his displeasure are soon turned to dust upon the wind.",
 "PitchBattleProfile": {
  "UnitSize": "1",
  "Points": "900",
  "Role": "Leader, Behemoth",
  "BaseSize": "",
  "Notes": "Single, Unique"
 },
 "Intro": "Nagash, Supreme Lord of the Undead, is armed with Alakanash and Zefet-nebtar.",
 "Rules": [
  {
   "Name": "Nine Books Of Nagash",
   "Fluff": "",
   "Rule": "WIZARD: The number of spells this unit can attempt to cast in your hero phase is determined using the Nine Books of Nagash ability below. This unit can attempt to unbind any number of spells in the enemy hero phase. If this unit is part of a Nighthaunt, Flesh-eater Courts, Ossiarch Bonereapers or Soulblight Gravelords army, it knows all of the spells from the spell lores in that faction’s allegiance abilities in addition to the other spells it knows."
  },
  {
   "Name": "Warmaster",
   "Fluff": "",
   "Rule": "WARMASTER: This unit can be included in a Nighthaunt, Flesh-eater Courts, Ossiarch Bonereapers or Soulblight Gravelords army. If it is, it is treated as a general even if it is not the model picked to be the army’s general. In addition, you can still use the army’s allegiance abilities even though this unit is not from the army’s faction; however, this unit does not benefit from them."
  },
  {
   "Name": "Fly",
   "Fluff": "",
   "Rule": "FLY: This unit can fly."
  },
  {
   "Name": "Companion",
   "Fluff": "",
   "Rule": "COMPANION: This unit is accompanied by a host of spirits armed with Spectral Claws and Daggers."
  },
  {
   "Name": "Alakanash, The Staff Of Power",
   "Fluff": "This staff is capped with gems of purest Shyishan realmstone.",
   "Rule": "Alakanash, the Staff of Power: Add 3 to casting, unbinding and dispelling rolls for this unit."
  },
  {
   "Name": "Invocation Of Nagash",
   "Fluff": "With but a thought, Nagash can call forth fresh minions to assail his foes.",
   "Rule": "Invocation of Nagash: At the start of your hero phase, for each friendly SUMMONABLE, MORDANT or OSSIARCH BONEREAPERS unit wholly within range of this unit, you can either heal up to 3 wounds allocated to that unit or, if no wounds have been allocated to that unit, you can return a number of slain models to it that have a combined Wounds characteristic of 3 or less. The range of this ability is shown on this unit’s damage table."
  },
  {
   "Name": "Morikhane",
   "Fluff": "This ensorcelled armour channels the necromantic power of the Death God to his servants, enveloping them in an aura of deathly protection.",
   "Rule": "Friendly DEATH units wholly within 12\" of this unit have a ward of 5+."
  },
  {
   "Name": "The Nine Books Of Nagash",
   "Fluff": "Nagash has committed to memory much of his vast library but carries nine of the most potent tomes with him at all times.",
   "Rule": "The Nine Books of Nagash: The number of spells this unit can attempt to cast is shown on this unit’s damage table."
  },
  {
   "Name": "Hand Of Dust",
   "Fluff": "It is said that the touch of Nagash can wither and age any mortal, turning them to little more than a pile of dusty bones in mere moments.",
   "Rule": "Hand of Dust: Hand of Dust is a spell that has a casting value of 8 and a range of 3\". If successfully cast, pick 1 enemy model within range and visible to the caster. Then, take a dice and hide it in one of your hands or under one of two appropriate containers. Your opponent must pick one of your hands or containers. If they pick the one holding the dice, the spell has no effect. If they pick the empty hand or container, the enemy model is slain."
  },
  {
   "Name": "Soul Stealer",
   "Fluff": "Nagash can siphon souls from the living to heal his own wounds.",
   "Rule": "Soul Stealer is a spell that has a casting value of 7 and a range of 24\". If successfully cast, pick 1 enemy unit within range and visible to the caster. That unit suffers D3 mortal wounds. If the unmodified casting roll for this spell is 9+ and this spell is not unbound, that unit suffers D6 mortal wounds instead of D3. You can heal up to 1 wound that has been allocated to the caster for each mortal wound caused by this spell that is not negated."
  }
 ],
 "Keywords": [
  "Death",
  "Hero",
  "Monster",
  "Wizard",
  "Nagash"
 ],
 "Profile": {
  "Movement": "*",
  "Wounds": "18",
  "Save": "3+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Alakanash",
    "3\"",
    "4",
    "3+",
    "3+",
    "-3",
    "D6"
   ],
   [
    "Zefet-nebtar",
    "2\"",
    "4",
    "3+",
    "3+",
    "-2",
    "3"
   ],
   [
    "Spectral Claws and Daggers",
    "1\"",
    "6",
    "4+",
    "4+",
    "-",
    "1"
   ]
  ],
  [
   [
    "Wounds Suffered",
    "Move",
    "The Nine Books of Nagash",
    "Invocation of Nagash"
   ],
   [
    "0-9",
    "10\"",
    "Cast up to 8 spells",
    "24\""
   ],
   [
    "10-12",
    "9\"",
    "Cast up to 6 spells",
    "18\""
   ],
   [
    "13-15",
    "8\"",
    "Cast up to 5 spells",
    "12\""
   ],
   [
    "16+",
    "7\"",
    "Cast up to 4 spells",
    "9\""
   ]
  ]
 ]
}