{
 "IsLegends": false,
 "Url": "https://wahapedia.ru/aos3/factions/flesh-eater-courts/Royal-Beastflayers",
 "Faction": "Flesh-eater Courts",
 "Title": "Royal Beastflayers",
 "Legend": "Led by vampiric Flaymasters, the Royal Beastflayers are obsessed with hunting those monsters that lurk across the realms. It matters not if their prey are genuine abominations or noble beasts – all make for a fine banquet indeed.",
 "PitchBattleProfile": {
  "UnitSize": "10",
  "Points": "115",
  "Role": "",
  "BaseSize": "",
  "Notes": ""
 },
 "Intro": "Each model in a Royal Beastflayers unit is armed with Sharpened Teeth and Filthy Claws.",
 "Rules": [
  {
   "Name": "Battalions",
   "Fluff": "",
   "Rule": "BATTALIONS: This warscroll can be used in the following warscroll battalions: • Mortevell’s Helcourt"
  },
  {
   "Name": "Royal Flaymaster",
   "Fluff": "",
   "Rule": "ROYAL FLAYMASTER: 1 in every 10 models in this unit must be a Royal Flaymaster. That model has a Wounds characteristic of 3 and is armed with a Hunting Polearm instead of Sharpened Teeth and Filthy Claws. Royal Flaymasters can issue commands to their own unit."
  },
  {
   "Name": "Offal Hounds",
   "Fluff": "",
   "Rule": "OFFAL HOUNDS: 2 in every 10 models in this unit must be an Offal Hound. Offal Hounds have a Wounds characteristic of 2 and are armed with Fearsome Fangs and Claws instead of Sharpened Teeth and Filthy Claws."
  },
  {
   "Name": "Hunter’s Instincts",
   "Fluff": "Royal Beastflayers believe themselves to be the finest monster-slayers in all the land. Certainly, they possess a knack for hindering and ensnaring their prey before moving in to make the kill.",
   "Rule": "Enemy MONSTERS within 3\" of this unit cannot carry out monstrous rampages. In addition, reduce the Damage characteristic of weapons used by enemy MONSTERS by 1 while they are within 3\" of any friendly units with this ability, to a minimum of 1."
  },
  {
   "Name": "Offal Hounds",
   "Fluff": "Offal Hounds have a keen sense of smell and help guide the Beastflayers to vulnerable prey.",
   "Rule": "While this unit includes any Offal Hounds, add 2\" to the Move characteristic of this unit if it is within 18\" of any enemy MONSTERS that have any wounds allocated to them."
  }
 ],
 "Keywords": [
  "Death",
  "Flesh-Eater Courts",
  "Mordant",
  "Serfs",
  "Royal",
  "Beastflayers"
 ],
 "Profile": {
  "Movement": "6\"",
  "Wounds": "1",
  "Save": "5+",
  "Bravery": "10"
 },
 "Tables": [
  [
   [
    "MELEE WEAPONS",
    "Range",
    "Attacks",
    "To Hit",
    "To WoundTo Wnd",
    "Rend",
    "DamageDmg"
   ],
   [
    "Sharpened Teeth and Filthy Claws",
    "1\"",
    "2",
    "4+",
    "4+",
    "-",
    "1"
   ],
   [
    "Hunting Polearm",
    "2\"",
    "2",
    "3+",
    "3+",
    "-1",
    "3"
   ],
   [
    "Fearsome Fangs and Claws",
    "1\"",
    "3",
    "4+",
    "3+",
    "-1",
    "2"
   ]
  ]
 ]
}